{
  "Introduction ": {
    "Background": {
      "text": "The Maya civilization flourished in Guatemala and surrounding regions during the first millennium A.D. After almost three centuries as a Spanish colony, Guatemala won its independence in 1821. During the second half of the 20th century, it experienced a variety of military and civilian governments, as well as a 36-year guerrilla war. In 1996, the government signed a peace agreement formally ending the internal conflict, which had left more than 200,000 people dead and had created, by some estimates, about 1 million refugees."
    }
  },
  "Geography ": {
    "Location": {
      "text": "Central America, bordering the North Pacific Ocean, between El Salvador and Mexico, and bordering the Gulf of Honduras (Caribbean Sea) between Honduras and Belize"
    },
    "Geographic coordinates": {
      "text": "15 30 N, 90 15 W"
    },
    "Map references": {
      "text": "Central America and the Caribbean"
    },
    "Area": {
      "total": {
        "text": "108,889 sq km"
      },
      "land": {
        "text": "107,159 sq km"
      },
      "water": {
        "text": "1,730 sq km"
      },
      "country comparison to the world": {
        "text": "107"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than Pennsylvania",
      "Area comparison map": {
        "text": "\n \n"
      }
    },
    "Land boundaries": {
      "total": {
        "text": "1,667 km"
      },
      "border countries (4)": {
        "text": "Belize 266 km, El Salvador 199 km, Honduras 244 km, Mexico 958 km"
      }
    },
    "Coastline": {
      "text": "400 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200-m depth or to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical; hot, humid in lowlands; cooler in highlands"
    },
    "Terrain": {
      "text": "mostly mountains with narrow coastal plains and rolling limestone plateau"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Pacific Ocean 0 m"
      },
      "highest point": {
        "text": "Volcan Tajumulco 4,211 m"
      },
      "note": {
        "text": "highest point in Central America"
      }
    },
    "Natural resources": {
      "text": "petroleum, nickel, rare woods, fish, chicle, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "41.2%"
      },
      "text": "arable land 14.2%; permanent crops 8.8%; permanent pasture 18.2%",
      "forest": {
        "text": "33.6%"
      },
      "other": {
        "text": "25.2% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "3,121 sq km (2003)"
    },
    "Total renewable water resources": {
      "text": "111.3 cu km (2011)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "3.46  cu km/yr (15%/31%/54%)"
      },
      "per capita": {
        "text": "259.1  cu m/yr (2006)"
      }
    },
    "Natural hazards": {
      "text": "numerous volcanoes in mountains, with occasional violent earthquakes; Caribbean coast extremely susceptible to hurricanes and other tropical storms",
      "volcanism": {
        "text": "significant volcanic activity in the Sierra Madre range; Santa Maria (elev. 3,772 m) has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Pacaya (elev. 2,552 m), which erupted in May 2010 causing an ashfall on Guatemala City and prompting evacuations, is one of the country's most active volcanoes with frequent eruptions since 1965; other historically active volcanoes include Acatenango, Almolonga, Atitlan, Fuego, and Tacana"
      }
    },
    "Environment - current issues": {
      "text": "deforestation in the Peten rainforest; soil erosion; water pollution"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "no natural harbors on west coast"
    }
  },
  "People and Society ": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Guatemala"
      },
      "conventional short form": {
        "text": "Guatemala"
      },
      "local long form": {
        "text": "Republica de Guatemala"
      },
      "local short form": {
        "text": "Guatemala"
      }
    },
    "Government type": {
      "text": "constitutional democratic republic"
    },
    "Capital": {
      "name": {
        "text": "Guatemala City"
      },
      "geographic coordinates": {
        "text": "14 37 N, 90 31 W"
      },
      "time difference": {
        "text": "UTC-6 (1 hour behind Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "22 departments (departamentos, singular - departamento); Alta Verapaz, Baja Verapaz, Chimaltenango, Chiquimula, El Progreso, Escuintla, Guatemala, Huehuetenango, Izabal, Jalapa, Jutiapa, Peten, Quetzaltenango, Quiche, Retalhuleu, Sacatepequez, San Marcos, Santa Rosa, Solola, Suchitepequez, Totonicapan, Zacapa"
    },
    "Independence": {
      "text": "15 September 1821 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 15 September (1821)"
    },
    "Constitution": {
      "text": "several previous; latest adopted 31 May 1985, effective 14 January 1986; suspended, reinstated, and amended in 1993 (2013)"
    },
    "Legal system": {
      "text": "civil law system; judicial review of legislative acts"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Suffrage": {
      "text": "18 years of age; universal; note - active duty members of the armed forces and police by law cannot vote and are restricted to their barracks on election day"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Alejandro Maldonado AGUIRRE (since 3 September 2015); Vice President (vacant) (since 14 May 2015); note - the president is both chief of state and head of government; President Otto Fernando PEREZ MOLINA resigned 2 September 2015 and Vice President Ingrid Roxana BALDETTI Elias resigned 8 May 2015"
      },
      "head of government": {
        "text": "President Alejandro Maldonado AGUIRRE (since 3 September 2015); Vice President (vacant); President Otto Fernando PEREZ MOLINA resigned 2 September 2015 and Vice President Ingrid Roxana BALDETTI Elias resigned 8 May 2015"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president and vice president directly elected on the same ballot by absolute majority popular vote in 2 rounds if needed for a 4-year term (not eligible for consecutive terms); election last held in 2 rounds on 11 September and 6 November 2011 (next to be held in September 2015)"
      },
      "election results": {
        "text": "Otto Fernando PEREZ MOLINA elected president; percent of vote in second round - Otto Fernando PEREZ MOLINA (PP) 53.7%, Manuel BALDIZON (LIDER) 46.3%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Congress of the Republic or Congreso de la Republica (158 seats; 127 members directly elected in multi-seat constituencies within each of the country's 22 departments by simple majority vote and 31 directly elected in a single nationwide constituency by proportional representation vote; members serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 11 September 2011 (first round held on 6 September 2015; runoff to be held in October 2015)"
      },
      "election results": {
        "text": "percent of vote by party - PP 26.62%, UNE-GANA 22.67%, UNC 9.50%, LIDER 8.87%, CREO 8.67%, VIVA-EG 7.87%, Winaq-URNG-ANN 3.23%, PAN 3.12%, FRG 2.74%, PU 2.70%, other 3.59%; seats by party - PP 57, UNE-GANA 48, LIDER 14, UCN 14, CREO 12, VIVA-EG 6, PAN 2, Winaq-URNG-ANN 2, FRG 1, PU 1, Victoria 1; note - changes in party affiliation now reflect the following seat distribution"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court of Justice or Corte Suprema de Justicia (consists of 13 magistrates including the court president and organized into 3 chambers); note - the court president also supervises trial judges countrywide; Constitutional Court or Corte de Constitucionalidad (consists of 5 judges and 5 alternates)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court magistrates elected by the Congress of the Republic from candidates proposed by the Postulation Committee, an independent body of deans of the country's university law schools, representatives of the country's law associations, and representatives of the Courts of Appeal; magistrates elected for concurrent, renewable 5-year terms; Constitutional Court judges - 1 elected by the Congress of the Republic, 1 by the Supreme Court, 1 by the president of the republic, 1 by the (public) University of San Carlos, and 1 by the lawyers bar association; judges elected for concurrent, renewable 5-year terms; the presidency of the court rotates among the magistrates for a single 1-year term"
      },
      "subordinate courts": {
        "text": "numerous first instance and appellate courts"
      }
    },
    "Political parties and leaders": {
      "text": "Winaq [Rigoberta MENCHU]"
    },
    "Political pressure groups and leaders": {
      "text": "National Union of Agriculture Workers or UNAGRO"
    },
    "International organization participation": {
      "text": "BCIE, CACM, CD, CELAC, EITI (compliant country), FAO, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt (signatory), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), LAES, LAIA (observer), MIGA, MINUSTAH, MONUSCO, NAM, OAS, OPANAL, OPCW, Pacific Alliance (observer), PCA, Petrocaribe, SICA, UN, UNCTAD, UNESCO, UNIDO, UNIFIL, Union Latina, UNISFA, UNITAR, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Jose Julio Alejandro LIGORRIA Carballido (since 5 September 2013)"
      },
      "chancery": {
        "text": "2220 R Street NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 745-4952"
      },
      "FAX": {
        "text": "[1] (202) 745-1908"
      },
      "consulate(s) general": {
        "text": "Atlanta, Chicago, Denver, Houston, Los Angeles, McAllen (TX), Miami, New York, Phoenix, Providence (RI), San Francisco, Silver Spring (MD), Tucson (AZ)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Todd D. ROBINSON (since 10 October 2014)"
      },
      "embassy": {
        "text": "7-01 Avenida Reforma, Zone 10, Guatemala City"
      },
      "mailing address": {
        "text": "DPO AA 34024"
      },
      "telephone": {
        "text": "[502] 2326-4000"
      },
      "FAX": {
        "text": "[502] 2326-4654"
      }
    },
    "Flag description": {
      "text": "three equal vertical bands of light blue (hoist side), white, and light blue, with the coat of arms centered in the white band; the coat of arms includes a green and red quetzal (the national bird) representing liberty and a scroll bearing the inscription LIBERTAD 15 DE SEPTIEMBRE DE 1821 (the original date of independence from Spain) all superimposed on a pair of crossed rifles signifying Guatemala's willingness to defend itself and a pair of crossed swords representing honor and framed by a laurel wreath symbolizing victory; the blue bands represent the Pacific Ocean and Caribbean Sea; the white band denotes peace and purity"
    },
    "National symbol(s)": {
      "text": "quetzal (bird); national colors: blue, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Himno Nacional de Guatemala\" (National Anthem of Guatemala)"
      },
      "lyrics/music": {
        "text": "Jose Joaquin PALMA/Rafael Alvarez OVALLE"
      },
      "note": {
        "text": "adopted 1897, modified lyrics adopted 1934; Cuban poet Jose Joaquin PALMA anonymously submitted lyrics to a public contest calling for a national anthem; his authorship was not discovered until 1911"
      },
      "text": ""
    }
  },
  "\nNationality": {
    "Economy - overview": {
      "text": "Guatemala is the most populous country in Central America with a GDP per capita roughly one-half that of the average for Latin America and the Caribbean. The agricultural sector accounts for 13.7% of GDP and 32% of the labor force; key agricultural exports include sugar, coffee, bananas, and vegetables. The 1996 peace accords, which ended 36 years of civil war, removed a major obstacle to foreign investment, and since then Guatemala has pursued important reforms and macroeconomic stabilization. The Dominican Republic-Central America Free Trade Agreement (CAFTA-DR) entered into force in July 2006, spurring increased investment and diversification of exports, with the largest increases in ethanol and non-traditional agricultural exports. While CAFTA-DR has helped improve the investment climate, concerns over security, the lack of skilled workers, and poor infrastructure continue to hamper foreign direct investment. The distribution of income remains highly unequal with the richest 20% of the population accounting for more than 51% of Guatemala's overall consumption. More than half of the population is below the national poverty line, and 13% of the population lives in extreme poverty. Poverty among indigenous groups, which make up more than 40% of the population, averages 73%, with 22% of the indigenous population living in extreme poverty. Nearly one-half of Guatemala's children under age five are chronically malnourished, one of the highest malnutrition rates in the world. Guatemala is the top remittance recipient in Central America as a result of Guatemala's large expatriate community in the United States. These inflows are a primary source of foreign income, equivalent to one-half of the country's exports or one-tenth of its GDP.  In November 2014 along with his counterparts from El Salvador and Honduras, President PEREZ MOLINA announced the “Plan of the Alliance for Prosperity in the Northern Triangle.”  This plan seeks to address the challenges facing the three Northern Triangle countries, including steps the governments will take to stimulate economic growth, increase transparency and fiscal responsibility, reduce violence, modernize the justice system, improve infrastructure, and promote educational opportunities over the next several years."
    },
    "GDP (purchasing power parity)": {
      "text": "$110.4 billion (2012 est.)",
      "note": {
        "text": "data are in 2014 US dollars"
      },
      "country comparison to the world": {
        "text": "79"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$60.42 billion (2014 est.)"
    },
    "GDP - real growth rate": {
      "text": "3% (2012 est.)",
      "country comparison to the world": {
        "text": "93"
      }
    },
    "GDP - per capita (PPP)": {
      "text": "$7,000 (2012 est.)",
      "note": {
        "text": "data are in 2014 US dollars"
      },
      "country comparison to the world": {
        "text": "151"
      }
    },
    "Gross national saving": {
      "text": "12.4% of GDP (2012 est.)",
      "country comparison to the world": {
        "text": "135"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "85.8%"
      },
      "government consumption": {
        "text": "10.6%"
      },
      "investment in fixed capital": {
        "text": "14.3%"
      },
      "investment in inventories": {
        "text": "0.6%"
      },
      "exports of goods and services": {
        "text": "23.6%"
      },
      "imports of goods and services": {
        "text": "-34.9%"
      },
      "text": " (2014 est.)"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "13.3%"
      },
      "industry": {
        "text": "23.5%"
      },
      "services": {
        "text": "63.2% (2014 est.)"
      }
    },
    "Agriculture - products": {
      "text": "sugarcane, corn, bananas, coffee, beans, cardamom; cattle, sheep, pigs, chickens"
    },
    "Industries": {
      "text": "sugar, textiles and clothing, furniture, chemicals, petroleum, metals, rubber, tourism"
    },
    "Industrial production growth rate": {
      "text": "3% (2014 est.)",
      "country comparison to the world": {
        "text": "100"
      }
    },
    "Labor force": {
      "text": "4.576 million (2014 est.)",
      "country comparison to the world": {
        "text": "88"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "38%"
      },
      "industry": {
        "text": "14%"
      },
      "services": {
        "text": "48% (2011 est.)"
      }
    },
    "Unemployment rate": {
      "text": "3.5% (2010 est.)",
      "country comparison to the world": {
        "text": "35"
      }
    },
    "Population below poverty line": {
      "text": "54% (2011 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.3%"
      },
      "highest 10%": {
        "text": "42.4% (2006)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "55.8 (1998)",
      "country comparison to the world": {
        "text": "10"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$6.785 billion"
      },
      "expenditures": {
        "text": "$8.137 billion (2014 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "11.6% of GDP (2014 est.)",
      "country comparison to the world": {
        "text": "203"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-2.3% of GDP (2014 est.)",
      "country comparison to the world": {
        "text": "91"
      }
    },
    "Public debt": {
      "text": "30.3% of GDP (2013 est.)",
      "country comparison to the world": {
        "text": "128"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "4.3% (2013 est.)",
      "country comparison to the world": {
        "text": "145"
      }
    },
    "Central bank discount rate": {
      "text": "6.5% (31 December 2010)",
      "country comparison to the world": {
        "text": "53"
      }
    },
    "Commercial bank prime lending rate": {
      "text": "13.6% (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "53"
      }
    },
    "Stock of narrow money": {
      "text": "$8.311 billion (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "82"
      }
    },
    "Stock of broad money": {
      "text": "$22.3 billion (31 December 2012 est.)",
      "country comparison to the world": {
        "text": "84"
      }
    },
    "Stock of domestic credit": {
      "text": "$23.02 billion (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "79"
      }
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$1.515 billion (2013 est.)",
      "country comparison to the world": {
        "text": "138"
      }
    },
    "Exports": {
      "text": "$10.19 billion (2013 est.)",
      "country comparison to the world": {
        "text": "94"
      }
    },
    "Exports - commodities": {
      "text": "sugar, coffee, petroleum, apparel, bananas, fruits and vegetables, cardamom, manufacturing products, precious stones and metals, electricity"
    },
    "Exports - partners": {
      "text": "US 36.1%, El Salvador 11.8%, Honduras 8.3%, Nicaragua 4.8%, Mexico 4.1% (2014)"
    },
    "Imports": {
      "text": "$16.36 billion (2013 est.)",
      "country comparison to the world": {
        "text": "81"
      }
    },
    "Imports - commodities": {
      "text": "fuels, machinery and transport equipment, construction materials, grain, fertilizers, electricity, mineral products, chemical products, plastic materials and products"
    },
    "Imports - partners": {
      "text": "US 40.3%, Mexico 10.7%, China 9.8%, El Salvador 4.6% (2014)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$7.269 billion (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "82"
      }
    },
    "Debt - external": {
      "text": "$15.58 billion (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "93"
      }
    },
    "Exchange rates": {
      "text": "8.0578 (2010 est.)"
    }
  },
  "Government ": {
    "Electricity - production": {
      "text": "8.361 billion kWh (2011 est.)",
      "country comparison to the world": {
        "text": "99"
      }
    },
    "Electricity - consumption": {
      "text": "8.143 billion kWh (2011 est.)",
      "country comparison to the world": {
        "text": "96"
      }
    },
    "Electricity - exports": {
      "text": "346 million kWh (2012 est.)",
      "country comparison to the world": {
        "text": "73"
      }
    },
    "Electricity - imports": {
      "text": "372 million kWh (2012 est.)",
      "country comparison to the world": {
        "text": "84"
      }
    },
    "Electricity - installed generating capacity": {
      "text": "2.813 million kW (2011 est.)",
      "country comparison to the world": {
        "text": "95"
      }
    },
    "Electricity - from fossil fuels": {
      "text": "55.8% of total installed capacity (2011 est.)",
      "country comparison to the world": {
        "text": "142"
      }
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2011 est.)",
      "country comparison to the world": {
        "text": "101"
      }
    },
    "Electricity - from hydroelectric plants": {
      "text": "31.7% of total installed capacity (2011 est.)",
      "country comparison to the world": {
        "text": "72"
      }
    },
    "Electricity - from other renewable sources": {
      "text": "12.5% of total installed capacity (2011 est.)",
      "country comparison to the world": {
        "text": "25"
      }
    },
    "Crude oil - production": {
      "text": "13,990 bbl/day (2013 est.)",
      "country comparison to the world": {
        "text": "81"
      }
    },
    "Crude oil - exports": {
      "text": "10,960 bbl/day (2010 est.)",
      "country comparison to the world": {
        "text": "58"
      }
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2010 est.)",
      "country comparison to the world": {
        "text": "195"
      }
    },
    "Crude oil - proved reserves": {
      "text": "83.07 million bbl (1 January 2014 est.)",
      "country comparison to the world": {
        "text": "73"
      }
    },
    "Refined petroleum products - production": {
      "text": "1,253 bbl/day (2010 est.)",
      "country comparison to the world": {
        "text": "110"
      }
    },
    "Refined petroleum products - consumption": {
      "text": "80,330 bbl/day (2013 est.)",
      "country comparison to the world": {
        "text": "85"
      }
    },
    "Refined petroleum products - exports": {
      "text": "4,911 bbl/day (2010 est.)",
      "country comparison to the world": {
        "text": "91"
      }
    },
    "Refined petroleum products - imports": {
      "text": "71,390 bbl/day (2010 est.)",
      "country comparison to the world": {
        "text": "60"
      }
    },
    "Natural gas - production": {
      "text": "0 cu m (2012 est.)",
      "country comparison to the world": {
        "text": "140"
      }
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2012 est.)",
      "country comparison to the world": {
        "text": "151"
      }
    },
    "Natural gas - exports": {
      "text": "0 cu m (2012 est.)",
      "country comparison to the world": {
        "text": "109"
      }
    },
    "Natural gas - imports": {
      "text": "0 cu m (2012 est.)",
      "country comparison to the world": {
        "text": "202"
      }
    },
    "Natural gas - proved reserves": {
      "text": "2.96 billion cu m (1 January 2006 est.)",
      "country comparison to the world": {
        "text": "95"
      }
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "13.07 million Mt (2012 est.)",
      "country comparison to the world": {
        "text": "95"
      }
    }
  },
  "Economy ": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "1.72 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "12 (2014 est.)"
      },
      "country comparison to the world": {
        "text": "65"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "16.9 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "115 (2014 est.)"
      },
      "country comparison to the world": {
        "text": "63"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "fairly modern network centered in the city of Guatemala"
      },
      "domestic": {
        "text": "state-owned telecommunications company privatized in the late 1990s opening the way for competition; fixed-line teledensity roughly 10 per 100 persons; fixed-line investments are being concentrated on improving rural connectivity; mobile-cellular teledensity approaching 140 per 100 persons"
      },
      "international": {
        "text": "country code - 502; landing point for both the Americas Region Caribbean Ring System (ARCOS-1) and the SAM-1 fiber optic submarine cable system that, together, provide connectivity to South and Central America, parts of the Caribbean, and the US; connected to Central American Microwave System; satellite earth station - 1 Intelsat (Atlantic Ocean) (2013)"
      }
    },
    "Broadcast media": {
      "text": "4 privately owned national terrestrial TV channels dominate TV broadcasting; multi-channel satellite and cable services are available; 1 government-owned radio station and hundreds of privately owned radio stations (2007)"
    },
    "Radio broadcast stations": {
      "text": "AM 130, FM 487, shortwave 15 (2000)"
    },
    "Television broadcast stations": {
      "text": "26 (plus 27 repeaters) (1997)"
    },
    "Internet country code": {
      "text": ".gt"
    },
    "Internet users": {
      "total": {
        "text": "2.5 million"
      },
      "percent of population": {
        "text": "17.1% (2014 est.)"
      },
      "country comparison to the world": {
        "text": "90"
      }
    }
  },
  "Energy ": {
    "Airports": {
      "text": "291 (2013)",
      "country comparison to the world": {
        "text": "23"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "16"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "4"
      },
      "914 to 1,523 m": {
        "text": "6"
      },
      "under 914 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "275"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "2"
      },
      "914 to 1,523 m": {
        "text": "77"
      },
      "under 914 m": {
        "text": ""
      },
      "text": "195 (2013)"
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Pipelines": {
      "text": "oil 480 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "800 km"
      },
      "narrow gauge": {
        "text": "800 km 0.914-m gauge (2014)"
      },
      "country comparison to the world": {
        "text": "119"
      }
    },
    "Roadways": {
      "total": {
        "text": "11,501 km"
      },
      "paved": {
        "text": "6,797 km (includes 127 km of expressways)"
      },
      "unpaved": {
        "text": "4,704 km (2010)"
      },
      "country comparison to the world": {
        "text": "130"
      }
    },
    "Waterways": {
      "text": "990 km (260 km navigable year round; additional 730 km navigable during high-water season) (2012)",
      "country comparison to the world": {
        "text": "65"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Puerto Quetzal, Santo Tomas de Castilla"
      }
    }
  },
  "Communications ": {
    "Military branches": {
      "text": "National Army of Guatemala (Ejercito Nacional de Guatemala, ENG; includes Guatemalan Navy (Fuerza de Mar, including Marines) and Guatemalan Air Force (Fuerza Aerea Guatemalteca, FAG)) (2013)"
    },
    "Military service age and obligation": {
      "text": "all male citizens between the ages of 18 and 50 are eligible for military service; in practice, most of the force is volunteer, however, a selective draft system is employed, resulting in a small portion of 17-21 year-olds conscripted; conscript service obligation varies from 1 to 2 years; women can serve as officers (2013)"
    },
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "3,165,870"
      },
      "females age 16-49": {
        "text": "3,371,217 (2010 est.)"
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "2,590,843"
      },
      "females age 16-49": {
        "text": "2,926,544 (2010 est.)"
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "171,092"
      },
      "female": {
        "text": "168,151 (2010 est.)"
      }
    },
    "Military expenditures": {
      "text": "0.42% of GDP (2010)",
      "country comparison to the world": {
        "text": "129"
      }
    }
  },
  "Transportation ": {
    "Disputes - international": {
      "text": "annual ministerial meetings under the Organization of American States-initiated Agreement on the Framework for Negotiations and Confidence Building Measures continue to address Guatemalan land and maritime claims in Belize and the Caribbean Sea; Guatemala persists in its territorial claim to half of Belize, but agrees to Line of Adjacency to keep Guatemalan squatters out of Belize's forested interior; both countries agreed in April 2012 to hold simultaneous referenda, scheduled for 6 October 2013, to decide whether to refer the dispute to the ICJ for binding resolution, but this vote was suspended indefinitely; Mexico must deal with thousands of impoverished Guatemalans and other Central Americans who cross the porous border looking for work in Mexico and the United States"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "at least 248,500 (more than three decades of internal conflict that ended in 1996 displaced mainly the indigenous Maya population and rural peasants; ongoing drug cartel and gang violence) (2014) (2011)"
      }
    },
    "Illicit drugs": {
      "text": "major transit country for cocaine and heroin; in 2005, cultivated 100 hectares of opium poppy after reemerging as a potential source of opium in 2004; potential production of less than 1 metric ton of pure heroin; marijuana cultivation for mostly domestic consumption; proximity to Mexico makes Guatemala a major staging area for drugs (particularly for cocaine); money laundering is a serious problem; corruption is a major problem"
    }
  }
}