{
  "Introduction ": {
    "Background": {
      "text": "Close ties to France following independence in 1960, the development of cocoa production for export, and foreign investment all made Cote d'Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999, a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and an election brought Laurent GBAGBO into power. Ivoirian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. In 2003, a cease-fire resulted in the country being divided with the rebels holding the north, the government the south, and peacekeeping forces a buffer zone between the two. In March 2007, President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO's government as prime minister and the two agreed to reunite the country by dismantling the buffer zone, integrating rebel forces into the national armed forces, and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010, Alassane Dramane OUATTARA won the presidential election over GBAGBO, but GBAGBO refused to hand over power, resulting in a five-month resumption of violent conflict. In April 2011, after widespread fighting, GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. The UN peacekeeping mission is drawing down and is scheduled to depart in June 2017. OUATTARA is focused on rebuilding the country's economy and infrastructure while rebuilding the security forces. GBAGBO is in The Hague on trial for crimes against humanity."
    }
  },
  "Geography ": {
    "Location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Ghana and Liberia"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 5 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "322,463 sq km"
      },
      "land": {
        "text": "318,003 sq km"
      },
      "water": {
        "text": "4,460 sq km"
      },
      "country comparison to the world": {
        "text": "70"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than New Mexico"
    },
    "Land boundaries": {
      "total": {
        "text": "3,458 km"
      },
      "border countries (5)": {
        "text": "Burkina Faso 545 km, Ghana 720 km, Guinea 816 km, Liberia 778 km, Mali 599 km"
      }
    },
    "Coastline": {
      "text": "515 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical along coast, semiarid in far north; three seasons - warm and dry (November to March), hot and dry (March to May), hot and wet (June to October)"
    },
    "Terrain": {
      "text": "mostly flat to undulating plains; mountains in northwest"
    },
    "Elevation": {
      "mean elevation": {
        "text": "250 m"
      },
      "elevation extremes": {
        "text": "lowest point"
      },
      "text": "highest point: Monts Nimba 1,752 m"
    },
    "Natural resources": {
      "text": "petroleum, natural gas, diamonds, manganese, iron ore, cobalt, bauxite, copper, gold, nickel, tantalum, silica sand, clay, cocoa beans, coffee, palm oil, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "64.8%"
      },
      "text": "arable land 9.1%; permanent crops 14.2%; permanent pasture 41.5%",
      "forest": {
        "text": "32.7%"
      },
      "other": {
        "text": "2.5% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "730 sq km (2012)"
    },
    "Population - distribution": {
      "text": "the population is primarily located in the forested south, with the highest concentration of people residing in and around the cities on the Atlantic coast; most of the northern savanna remains sparsely populated with higher concentrations located along transportation corridors"
    },
    "Natural hazards": {
      "text": "coast has heavy surf and no natural harbors; during the rainy season torrential flooding is possible"
    },
    "Environment - current issues": {
      "text": "deforestation (most of the country's forests - once the largest in West Africa - have been heavily logged); water pollution from sewage and industrial and agricultural effluents"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "most of the inhabitants live along the sandy coastal region; apart from the capital area, the forested interior is sparsely populated"
    }
  },
  "People and Society ": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Cote d'Ivoire"
      },
      "conventional short form": {
        "text": "Cote d'Ivoire"
      },
      "local long form": {
        "text": "Republique de Cote d'Ivoire"
      },
      "local short form": {
        "text": "Cote d'Ivoire"
      },
      "note": {
        "text": "pronounced coat-div-whar"
      },
      "former": {
        "text": "Ivory Coast"
      },
      "etymology": {
        "text": "name reflects the intense ivory trade that took place in the region from the 15th to 17th centuries"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Yamoussoukro; note - although Yamoussoukro has been the official capital since 1983, Abidjan remains the commercial and administrative center; the US, like other countries, maintains its Embassy in Abidjan"
      },
      "geographic coordinates": {
        "text": "6 49 N, 5 16 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "12 districts and 2 autonomous districts*; Abidjan*, Bas-Sassandra, Comoe, Denguele, Goh-Djiboua, Lacs, Lagunes, Montagnes, Sassandra-Marahoue, Savanes, Vallee du Bandama, Woroba, Yamoussoukro*, Zanzan"
    },
    "Independence": {
      "text": "7 August 1960 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 7 August (1960)"
    },
    "Constitution": {
      "history": {
        "text": "previous 1960, 2000; latest draft completed 24 September 2016, approved by the National Assembly 11 October 2016, approved by referendum 30 October 2016, promulgated 8 November 2016"
      },
      "amendments": {
        "text": "proposed by the president of the republic or by Parliament; consideration of drafts or proposals requires an absolute majority vote by the parliamentary membership; passage of amendments affecting presidential elections, presidential term of office and vacancies, and amendment procedures requires approval by absolute majority in a referendum; passage of other proposals by the president requires at least four-fifths majority vote by Parliament; constitutional articles on the sovereignty of the state and its republican and secular form of government cannot be amended (2017)"
      }
    },
    "Legal system": {
      "text": "civil law system based on the French civil code; judicial review of legislation held in the Constitutional Chamber of the Supreme Court"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Cote d'Ivoire"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Alassane Dramane OUATTARA (since 4 December 2010); Vice President Daniel Kablan DUNCAN (since 16 January 2017); note - the constitution of 2016 calls for the position of a vice-president"
      },
      "head of government": {
        "text": "Prime Minister Amadou Gon COULIBALY (since 11 January 2017)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (no term limits); election last held on 25 October 2015 (next to be held in 2020); prime minister appointed by the president; note - the 2016 constitution limits the presidential tenure to 2 terms beginning with the 2020 election; the vice president is named by the president"
      },
      "election results": {
        "text": "Alassane OUATTARA reelected president; percent of vote - Alassane OUATTARA (RDR) 83.7%, Pascal Affi N'GUESSAN (FPI) 9.3%, Konan Bertin KOUADIO (independent) 3.9%, other 3.1%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Parliament consists of the National Assembly (255 seats; members directly elected in single- and multi-seat constituencies by simple majority vote to serve 5-year terms); note - the new constitution of November 2016 calls for a bicameral legislature with the addition of a Senate, with one-third of members appointed by the president and two-thirds indirectly appointed by municipal and regional councils"
      },
      "elections": {
        "text": "last held on 18 December 2016 (next to be held on December 2021)"
      },
      "election results": {
        "text": "percent of vote by party - RHDP 50.3%, FPI 5.8%, UDPCI 3.0%, UPCI 1.0%, independent 38.5%, other 1.39%; seats by party - RHDP 167, UDPCI 6, FPI 3, UPCI 3, independent 76"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court or Cour Supreme (organized into Judicial, Audit, Constitutional, and Administrative Chambers; consists of the court president, 3 vice-presidents for the Judicial, Audit, and Administrative chambers, and 9 associate justices or magistrates)"
      },
      "judge selection and term of office": {
        "text": "judges nominated by the Superior Council of the Magistrature, a 7-member body consisting of the national president (chairman), 3 \"bench\" judges, and 3 public prosecutors; judges appointed for life"
      },
      "subordinate courts": {
        "text": "Courts of Appeal (organized into civil, criminal, and social chambers); first instance courts; peace courts"
      }
    },
    "Political parties and leaders": {
      "text": "Union for Democracy and Peace in Cote d'Ivoire or UDPCI [Albert Toikeuse MABRI]",
      "other": {
        "text": "more than 144 smaller registered parties"
      }
    },
    "Political pressure groups and leaders": {
      "text": "Panafrican Congress for Justice and Peoples Equality or COJEP [Roselin BLY]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, ECOWAS, EITI (compliant country), Entente, FAO, FZ, G-24, G-77, IAEA, IBRD, ICAO, ICC, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MONUSCO, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Daouda DIABATE (since 11 February 2011)"
      },
      "chancery": {
        "text": "2424 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 797-0300"
      },
      "FAX": {
        "text": "[1] (202) 462-9444"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Katherine BRUCKER (since 28 August 2017)"
      },
      "embassy": {
        "text": "Cocody Riviera Golf 01, Abidjan"
      },
      "mailing address": {
        "text": "B. P. 1712, Abidjan 01"
      },
      "telephone": {
        "text": "[225] 22 49 40 00"
      },
      "FAX": {
        "text": "[225] 22 49 43 23"
      }
    },
    "Flag description": {
      "text": "three equal vertical bands of orange (hoist side), white, and green; orange symbolizes the land (savannah) of the north and fertility, white stands for peace and unity, green represents the forests of the south and the hope for a bright future",
      "note": {
        "text": "similar to the flag of Ireland, which is longer and has the colors reversed - green (hoist side), white, and orange; also similar to the flag of Italy, which is green (hoist side), white, and red; design was based on the flag of France"
      }
    },
    "National symbol(s)": {
      "text": "elephant; national colors: orange, white, green"
    },
    "National anthem": {
      "name": {
        "text": "\"L'Abidjanaise\" (Song of Abidjan)"
      },
      "lyrics/music": {
        "text": "Mathieu EKRA, Joachim BONY, and Pierre Marie COTY/Pierre Marie COTY and Pierre Michel PANGO"
      },
      "note": {
        "text": "adopted 1960; although the nation's capital city moved from Abidjan to Yamoussoukro in 1983, the anthem still owes its name to the former capital"
      },
      "text": ""
    }
  },
  "\nPopulation": {
    "Economy - overview": {
      "text": "Following the end of more than a decade of civil conflict in 2011, Cote d’Ivoire has experienced a boom in foreign investment and economic growth. In June 2012, the IMF and the World Bank announced $4.4 billion in debt relief for Cote d'Ivoire under the Highly Indebted Poor Countries Initiative. For the last 5 years Cote d'Ivoire's growth rate has been among the highest in the world."
    },
    "GDP (purchasing power parity)": {
      "text": "$73.18 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      },
      "country comparison to the world": {
        "text": "87"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$35.67 billion (2016 est.)"
    },
    "GDP - real growth rate": {
      "text": "8.8% (2014 est.)",
      "country comparison to the world": {
        "text": "6"
      }
    },
    "GDP - per capita (PPP)": {
      "text": "$3,200 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      },
      "country comparison to the world": {
        "text": "181"
      }
    },
    "Gross national saving": {
      "text": "18.1% of GDP (2014 est.)",
      "country comparison to the world": {
        "text": "93"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "62%"
      },
      "government consumption": {
        "text": "14.2%"
      },
      "investment in fixed capital": {
        "text": "20.5%"
      },
      "investment in inventories": {
        "text": "0.3%"
      },
      "exports of goods and services": {
        "text": "32.6%"
      },
      "imports of goods and services": {
        "text": "-29.6% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "19.5%"
      },
      "industry": {
        "text": "28.3%"
      },
      "services": {
        "text": "52.2% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, cocoa beans, bananas, palm kernels, corn, rice, cassava (manioc, tapioca), sweet potatoes, sugar, cotton, rubber; timber"
    },
    "Industries": {
      "text": "foodstuffs, beverages; wood products, oil refining, gold mining, truck and bus assembly, textiles, fertilizer, building materials, electricity"
    },
    "Industrial production growth rate": {
      "text": "15.2% (2016 est.)",
      "country comparison to the world": {
        "text": "5"
      }
    },
    "Labor force": {
      "text": "8.542 million (2016 est.)",
      "country comparison to the world": {
        "text": "59"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "68%"
      },
      "industry and services": {
        "text": "NA% (2007 est.)"
      }
    },
    "Unemployment rate": {
      "text": "9.4% (2013 est.)",
      "country comparison to the world": {
        "text": "122"
      }
    },
    "Population below poverty line": {
      "text": "46.3% (2015 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.2%"
      },
      "highest 10%": {
        "text": "31.8% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "36.7 (1995)",
      "country comparison to the world": {
        "text": "53"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$6.776 billion"
      },
      "expenditures": {
        "text": "$8.17 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "19.1% of GDP (2016 est.)",
      "country comparison to the world": {
        "text": "161"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3.9% of GDP (2016 est.)",
      "country comparison to the world": {
        "text": "135"
      }
    },
    "Public debt": {
      "text": "47.7% of GDP (2015 est.)",
      "country comparison to the world": {
        "text": "106"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.3% (2015 est.)",
      "country comparison to the world": {
        "text": "78"
      }
    },
    "Central bank discount rate": {
      "text": "4.25% (31 December 2009)",
      "country comparison to the world": {
        "text": "91"
      }
    },
    "Commercial bank prime lending rate": {
      "text": "5.15% (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "137"
      }
    },
    "Stock of narrow money": {
      "text": "$8.516 billion (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "83"
      }
    },
    "Stock of broad money": {
      "text": "$12.55 billion (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "97"
      }
    },
    "Stock of domestic credit": {
      "text": "$9.812 billion (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "105"
      }
    },
    "Market value of publicly traded shares": {
      "text": "$11.82 billion (31 December 2013 est.)",
      "country comparison to the world": {
        "text": "71"
      }
    },
    "Current account balance": {
      "text": "$-150.6 million (2015 est.)",
      "country comparison to the world": {
        "text": "86"
      }
    },
    "Exports": {
      "text": "$11.73 billion (2015 est.)",
      "country comparison to the world": {
        "text": "80"
      }
    },
    "Exports - commodities": {
      "text": "cocoa, coffee, timber, petroleum, cotton, bananas, pineapples, palm oil, fish"
    },
    "Exports - partners": {
      "text": "Netherlands 11.3%, US 7.4%, France 6.8%, Belgium 6.1%, Germany 5.2%, India 5.1%, Burkina Faso 4.6%, Mali 4.5%, Switzerland 4.1% (2016)"
    },
    "Imports": {
      "text": "$8.562 billion (2015 est.)",
      "country comparison to the world": {
        "text": "102"
      }
    },
    "Imports - commodities": {
      "text": "fuel, capital equipment, foodstuffs"
    },
    "Imports - partners": {
      "text": "France 13.5%, Nigeria 13.3%, China 11.8%, US 4.2% (2016)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$5.516 billion (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "93"
      }
    },
    "Debt - external": {
      "text": "$10.03 billion (31 December 2015 est.)",
      "country comparison to the world": {
        "text": "107"
      }
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "510.53 (2012 est.)"
    }
  },
  "Government ": {
    "Electricity access": {
      "population without electricity": {
        "text": "15,000,000"
      },
      "electrification - total population": {
        "text": "26%"
      },
      "electrification - urban areas": {
        "text": "42%"
      },
      "electrification - rural areas": {
        "text": "8% (2013)"
      }
    },
    "Electricity - production": {
      "text": "8.262 billion kWh (2015 est.)",
      "country comparison to the world": {
        "text": "109"
      }
    },
    "Electricity - consumption": {
      "text": "5.669 billion kWh (2015 est.)",
      "country comparison to the world": {
        "text": "118"
      }
    },
    "Electricity - exports": {
      "text": "872 million kWh (2015 est.)",
      "country comparison to the world": {
        "text": "59"
      }
    },
    "Electricity - imports": {
      "text": "23 million kWh (2015 est.)",
      "country comparison to the world": {
        "text": "107"
      }
    },
    "Electricity - installed generating capacity": {
      "text": "1.9 million kW (2016 est.)",
      "country comparison to the world": {
        "text": "114"
      }
    },
    "Electricity - from fossil fuels": {
      "text": "66.9% of total installed capacity (2015 est.)",
      "country comparison to the world": {
        "text": "112"
      }
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2015 est.)",
      "country comparison to the world": {
        "text": "114"
      }
    },
    "Electricity - from hydroelectric plants": {
      "text": "33.1% of total installed capacity (2015 est.)",
      "country comparison to the world": {
        "text": "64"
      }
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2015 est.)",
      "country comparison to the world": {
        "text": "187"
      }
    },
    "Crude oil - production": {
      "text": "30,000 bbl/day (2016 est.)",
      "country comparison to the world": {
        "text": "63"
      }
    },
    "Crude oil - exports": {
      "text": "34,720 bbl/day (2014 est.)",
      "country comparison to the world": {
        "text": "45"
      }
    },
    "Crude oil - imports": {
      "text": "65,540 bbl/day (2014 est.)",
      "country comparison to the world": {
        "text": "49"
      }
    },
    "Crude oil - proved reserves": {
      "text": "100 million bbl (1 January 2017 es)",
      "country comparison to the world": {
        "text": "73"
      }
    },
    "Refined petroleum products - production": {
      "text": "67,260 bbl/day (2014 est.)",
      "country comparison to the world": {
        "text": "74"
      }
    },
    "Refined petroleum products - consumption": {
      "text": "43,000 bbl/day (2015 est.)",
      "country comparison to the world": {
        "text": "111"
      }
    },
    "Refined petroleum products - exports": {
      "text": "31,550 bbl/day (2014 est.)",
      "country comparison to the world": {
        "text": "60"
      }
    },
    "Refined petroleum products - imports": {
      "text": "5,975 bbl/day (2014 est.)",
      "country comparison to the world": {
        "text": "161"
      }
    },
    "Natural gas - production": {
      "text": "2.063 billion cu m (2015 est.)",
      "country comparison to the world": {
        "text": "58"
      }
    },
    "Natural gas - consumption": {
      "text": "2.897 billion cu m (2015 est.)",
      "country comparison to the world": {
        "text": "79"
      }
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)",
      "country comparison to the world": {
        "text": "123"
      }
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)",
      "country comparison to the world": {
        "text": "140"
      }
    },
    "Natural gas - proved reserves": {
      "text": "28.32 billion cu m (1 January 2017 es)",
      "country comparison to the world": {
        "text": "71"
      }
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "8.995 million Mt (2013 est.)",
      "country comparison to the world": {
        "text": "109"
      }
    }
  },
  "Economy ": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "289,108"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1 (July 2016 est.)"
      },
      "country comparison to the world": {
        "text": "124"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "27,451,250"
      },
      "subscriptions per 100 inhabitants": {
        "text": "116 (July 2016 est.)"
      },
      "country comparison to the world": {
        "text": "54"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "well-developed by African standards; telecommunications sector privatized in late 1990s and operational fixed lines have increased since that time with 2 fixed-line providers operating over open-wire lines, microwave radio relay, and fiber-optics; 90% digitalized"
      },
      "domestic": {
        "text": "with multiple mobile-cellular service providers competing in the market, usage has increased sharply to about 115 per 100 persons"
      },
      "international": {
        "text": "country code - 225; landing point for the SAT-3/WASC fiber-optic submarine cable that provides connectivity to Europe and Asia; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean) (2016)"
      }
    },
    "Broadcast media": {
      "text": "2 state-owned TV stations; no private terrestrial TV stations, but satellite TV subscription service is available; 2 state-owned radio stations; some private radio stations; transmissions of several international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".ci"
    },
    "Internet users": {
      "total": {
        "text": "6,297,676"
      },
      "percent of population": {
        "text": "26.5% (July 2016 est.)"
      },
      "country comparison to the world": {
        "text": "129"
      }
    }
  },
  "Energy ": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "10"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "359,260"
      },
      "annual freight traffic on registered air carriers": {
        "text": "4,719,120 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "TU (2016)"
    },
    "Airports": {
      "text": "27 (2013)",
      "country comparison to the world": {
        "text": "124"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "7"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "4 (2017)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "20"
      },
      "1,524 to 2,437 m": {
        "text": "6"
      },
      "914 to 1,523 m": {
        "text": "11"
      },
      "under 914 m": {
        "text": "3 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Pipelines": {
      "text": "condensate 101 km; gas 256 km; oil 118 km; oil/gas/water 5 km; water 7 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "660 km"
      },
      "narrow gauge": {
        "text": "660 km 1.000-m gauge"
      },
      "note": {
        "text": "an additional 622 km of this railroad extends into Burkina Faso (2008)"
      },
      "country comparison to the world": {
        "text": "106"
      }
    },
    "Roadways": {
      "total": {
        "text": "81,996 km"
      },
      "paved": {
        "text": "6,502 km"
      },
      "unpaved": {
        "text": "75,494 km"
      },
      "note": {
        "text": "includes intercity and urban roads; another 20,000 km of dirt roads are in poor condition and 150,000 km of dirt roads are impassable (2007)"
      },
      "country comparison to the world": {
        "text": "60"
      }
    },
    "Waterways": {
      "text": "980 km (navigable rivers, canals, and numerous coastal lagoons) (2011)",
      "country comparison to the world": {
        "text": "66"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Abidjan, San-Pedro"
      },
      "oil terminal(s)": {
        "text": "Espoir Offshore Terminal"
      }
    }
  },
  "Communications ": {
    "Military expenditures": {
      "text": "1.51% of GDP (2012)",
      "country comparison to the world": {
        "text": "55"
      }
    },
    "Military branches": {
      "text": "Republican Forces of Cote d'Ivoire (Force Republiques de Cote d'Ivoire, FRCI): Army, Navy, Cote d'Ivoire Air Force (Force Aerienne de la Cote d'Ivoire) (2015)"
    },
    "Military service age and obligation": {
      "text": "18-25 years of age for compulsory and voluntary male and female military service; conscription is not enforced; voluntary recruitment of former rebels into the new national army is restricted to ages 22-29 (2012)"
    }
  },
  "Transportation ": {
    "Disputes - international": {
      "text": "disputed maritime border between Cote d'Ivoire and Ghana"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "301,000 (post-election conflict in 2010-11, as well as civil war from 2002-04; most pronounced in western and southwestern regions) (2016)"
      },
      "stateless persons": {
        "text": "692,800 (2017); note - many Ivoirians lack documentation proving their nationality, which prevent them from accessing education and healthcare; birth on Ivorian soil does not automatically result in citizenship; disputes over citizenship and the associated rights of the large population descended from migrants from neighboring countries is an ongoing source of tension and contributed to the country's 2002 civil war; some observers believe the government's mass naturalizations of thousands of people over the last couple of years is intended to boost its electoral support base; the government in October 2013 acceded to international conventions on statelessness and in August 2013 reformed its nationality law, key steps to clarify the nationality of thousands of residents; since the adoption of the Abidjan Declaration to eradicate statelessness in West Africa in February 2015, 6,400 people have received nationality papers"
      }
    },
    "Illicit drugs": {
      "text": "illicit producer of cannabis, mostly for local consumption; utility as a narcotic transshipment point to Europe reduced by ongoing political instability; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a developed financial system limits the country's utility as a major money-laundering center"
    }
  }
}