{
  "Introduction": {
    "Background": {
      "text": "Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A four-decade long conflict between government forces and anti-government insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. The insurgents lack the military or popular support necessary to overthrow the government, and violence has been decreasing since about 2002. However, insurgents continue attacks against civilians and large areas of the countryside are under guerrilla influence or are contested by security forces. More than 31,000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia (AUC) as a formal organization had ceased to function. In the wake of the paramilitary demobilization, emerging criminal groups arose, whose members include some former paramilitaries. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. However, neighboring countries worry about the violence spilling over their borders. In January 2011, Colombia assumed a nonpermanent seat on the UN Security Council for the 2011-12 term."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama"
    },
    "Geographic coordinates": {
      "text": "4 00 N, 72 00 W"
    },
    "Map references": {},
    "South America": {},
    "Area": {
      "total": {
        "text": "1,138,910 sq km"
      },
      "land": {
        "text": "1,038,700 sq km"
      },
      "water": {
        "text": "100,210 sq km"
      },
      "note": "includes Isla de Malpelo, Roncador Cay, and Serrana Bank"
    },
    "note": "nearby Pico Simon Bolivar also has the same elevation",
    "Area - comparative": {
      "text": "slightly less than twice the size of Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "6,309 km"
      },
      "border countries": {
        "text": "Brazil 1,644 km, Ecuador 590 km, Panama 225 km, Peru 1,800 km, Venezuela 2,050 km"
      }
    },
    "Coastline": {
      "text": "3,208 km (Caribbean Sea 1,760 km, North Pacific Ocean 1,448 km)"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 m depth or to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical along coast and eastern plains; cooler in highlands"
    },
    "Terrain": {
      "text": "flat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Pacific Ocean 0 m"
      },
      "highest point": {
        "text": "Pico Cristobal Colon 5,775 m"
      },
      "note": "nearby Pico Simon Bolivar also has the same elevation"
    },
    "Natural resources": {
      "text": "petroleum, natural gas, coal, iron ore, nickel, gold, copper, emeralds, hydropower"
    },
    "Land use": {
      "arable land": {
        "text": "2.01%"
      },
      "permanent crops": {
        "text": "1.37%"
      },
      "other": {
        "text": "96.62% (2005)"
      }
    },
    "Irrigated land": {
      "text": "9,000 sq km (2008)"
    },
    "Total renewable water resources": {
      "text": "2,132 cu km (2000)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "10.71  cu km/yr (50%/4%/46%)"
      },
      "per capita": {
        "text": "235  cu m/yr (2000)"
      }
    },
    "Natural hazards": {
      "text": "highlands subject to volcanic eruptions; occasional earthquakes; periodic droughts",
      "volcanism": {
        "text": "Galeras (elev. 4,276 m) is one of Colombia's most active volcanoes, having erupted in 2009 and 2010 causing major evacuations; it has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Nevado del Ruiz (elev. 5,321 m), 129 km  (80 mi) west of Bogota, erupted in 1985 producing lahars that killed 23,000 people; the volcano last erupted in 1991; additionally, after 500 years of dormancy, Nevado del Huila reawakened in 2007 and has experienced frequent eruptions since then; other historically active volcanoes include Cumbal, Dona Juana, Nevado del Tolima, and Purace"
      }
    },
    "Environment - current issues": {
      "text": "deforestation; soil and water quality damage from overuse of pesticides; air pollution, especially in Bogota, from vehicle emissions"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Geography - note": {
      "text": "only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": {
        "text": "Colombian(s) "
      },
      "adjective": {
        "text": "Colombian"
      }
    },
    "Ethnic groups": {
      "text": "mestizo 58%, white 20%, mulatto 14%, black 4%, mixed black-Amerindian 3%, Amerindian 1%"
    },
    "Languages": {
      "text": "Spanish (official)"
    },
    "Religions": {
      "text": "Roman Catholic 90%, other 10%"
    },
    "Population": {
      "text": "44,725,543 (July 2011 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "26.7% (male 6,109,495/female 5,834,273)"
      },
      "15-64 years": {
        "text": "67.2% (male 14,826,008/female 15,208,799)"
      },
      "65 years and over": {
        "text": "6.1% (male 1,159,691/female 1,587,277) (2011 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "28 years"
      },
      "male": {
        "text": "27 years"
      },
      "female": {
        "text": "28.9 years (2011 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.156% (2011 est.)"
    },
    "Birth rate": {
      "text": "17.49 births/1,000 population (2011 est.)"
    },
    "Death rate": {
      "text": "5.26 deaths/1,000 population (July 2011 est.)"
    },
    "Net migration rate": {
      "text": "-0.67 migrant(s)/1,000 population (2011 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "75% of total population (2010)"
      },
      "rate of urbanization": {
        "text": "1.7% annual rate of change (2010-15 est.)"
      }
    },
    "Major cities - population": {
      "text": "BOGOTA (capital) 8.262 million; Medellin 3.497 million; Cali 2.352 million; Barranquilla 1.836 million; Bucaramanga 1.065 million (2009)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "under 15 years": {
        "text": "1.05 male(s)/female"
      },
      "15-64 years": {
        "text": "0.97 male(s)/female"
      },
      "65 years and over": {
        "text": "0.74 male(s)/female"
      },
      "total population": {
        "text": "0.98 male(s)/female (2011 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "85 deaths/100,000 live births (2008)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "16.39 deaths/1,000 live births"
      },
      "male": {
        "text": "19.92 deaths/1,000 live births"
      },
      "female": {
        "text": "12.65 deaths/1,000 live births (2011 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "74.55 years"
      },
      "male": {
        "text": "71.27 years"
      },
      "female": {
        "text": "78.03 years (2011 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.15 children born/woman (2011 est.)"
    },
    "Health expenditures": {
      "text": "6.4% of GDP (2009)"
    },
    "Physicians density": {
      "text": "1.35 physicians/1,000 population (2002)"
    },
    "Hospital bed density": {
      "text": "1 beds/1,000 population (2007)"
    },
    "Drinking water source": {
      "improved": {
        "text": ""
      },
      "urban": {
        "text": "1% of population"
      },
      "rural": {
        "text": "27% of population"
      },
      "total": {
        "text": "8% of population (2008)"
      },
      "unimproved": {
        "text": ""
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": ""
      },
      "urban": {
        "text": "19% of population"
      },
      "rural": {
        "text": "45% of population"
      },
      "total": {
        "text": "26% of population (2008)"
      },
      "unimproved": {
        "text": ""
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2009 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "160,000 (2009 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "14,000 (2009 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and yellow fever"
      },
      "water contact disease": {
        "text": "leptospirosis (2009)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "13.7% (2007)"
    },
    "Children under the age of 5 years underweight": {
      "text": "5.1% (2005)"
    },
    "Education expenditures": {
      "text": "4.8% of GDP (2009)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "90.4%"
      },
      "male": {
        "text": "90.1%"
      },
      "female": {
        "text": "90.7% (2005 census)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "14 years"
      },
      "male": {
        "text": "13 years"
      },
      "female": {
        "text": "14 years (2009)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "23%"
      },
      "male": {
        "text": "18.2%"
      },
      "female": {
        "text": "29.9% (2008)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Colombia "
      },
      "conventional short form": {
        "text": "Colombia"
      },
      "local long form": {
        "text": "Republica de Colombia"
      },
      "local short form": {
        "text": "Colombia"
      }
    },
    "Government type": {
      "text": "republic; executive branch dominates government structure"
    },
    "Capital": {
      "name": {
        "text": "Bogota"
      },
      "geographic coordinates": {
        "text": "4 36 N, 74 05 W"
      },
      "time difference": {
        "text": "UTC-5 (same time as Washington, DC during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "32 departments (departamentos, singular - departamento) and 1 capital district* (distrito capital); Amazonas, Antioquia, Arauca, Atlantico, Bogota*, Bolivar, Boyaca, Caldas, Caqueta, Casanare, Cauca, Cesar, Choco, Cordoba, Cundinamarca, Guainia, Guaviare, Huila, La Guajira, Magdalena, Meta, Narino, Norte de Santander, Putumayo, Quindio, Risaralda, San Andres y Providencia, Santander, Sucre, Tolima, Valle del Cauca, Vaupes, Vichada"
    },
    "Independence": {
      "text": "20 July 1810 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 20 July (1810)"
    },
    "Constitution": {
      "text": "5 July 1991; amended many times"
    },
    "Legal system": {
      "text": "civil law system influenced by the Spanish and French civil codes"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Angelino GARZON (since 7 August 2010); note - the president is both the chief of state and head of government"
      },
      "head of government": {
        "text": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Angelino GARZON (since 7 August 2010)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the president"
      },
      "elections": {
        "text": "president and vice president elected by popular vote for a four-year term (eligible for a second term); election last held on 30 May 2010 with a runoff election 20 June 2010 (next to be held in May 2014)"
      },
      "election results": {
        "text": "Juan Manuel SANTOS Calderon elected president in runoff election; percent of vote - Juan Manuel SANTOS Calderon 69.06%, Antanas MOCKUS 27.52%"
      }
    },
    "Legislative branch": {
      "text": "bicameral Congress or Congreso consists of the Senate or Senado (102 seats; members elected by popular vote to serve four-year terms) and the Chamber of Representatives or Camara de Representantes (166 seats; members elected by popular vote to serve four-year terms)",
      "elections": {
        "text": "Senate - last held on 14 March 2010 (next to be held in March 2014); Chamber of Representatives - last held on 14 March 2010 (next to be held in March 2014)"
      },
      "election results": {
        "text": "Senate - percent of vote by party - NA; seats by party - U Party 28, PC 22, PL 16, PIN 9, CR 8, PDA 8, Green Party 5, other parties 5; Chamber of Representatives - percent of vote by party - NA; seats by party - U Party 47, PC 37, PL 36, CR 16, PIN 12, PDA 4, Green Party 3, other parties 10; note - as of 1 January 2011, the Senate currently has 101 seats after one seat became vacant due to a PL senator losing their seat for illegal collusion with the FARC; the Chamber of Representatives also has one seat vacant after only 165 of the 166 candidates were credentialed"
      }
    },
    "Judicial branch": {
      "text": "four roughly coequal, supreme judicial organs; Supreme Court of Justice or Corte Suprema de Justicia (highest court of criminal law; judges are selected by their peers from the nominees of the Superior Judicial Council for eight-year terms); Council of State (highest court of administrative law; judges are selected from the nominees of the Superior Judicial Council for eight-year terms); Constitutional Court (guards integrity and supremacy of the constitution; rules on constitutionality of laws, amendments to the constitution, and international treaties); Superior Judicial Council (administers and disciplines the civilian judiciary; resolves jurisdictional conflicts arising between other courts; members are elected by three sister courts and Congress for eight-year terms)"
    },
    "Political parties and leaders": {
      "text": "Alternative Democratic Pole or PDA [Clara LOPEZ]; Conservative Party or PC [Fernando ARAUJO]; Green Party [Luis GARZON]; Liberal Party or PL [Rafael PARDO]; National Integration Party or PIN [Angel ALIRIO Moreno]; Radical Change or CR [German VARGAS Lleras]; Social National Unity Party or U Party [Juan Francisco LOZANO Ramirez]",
      "note": "Colombia has seven major political parties, and numerous smaller movements"
    },
    "note": "adopted 1920; the anthem was created from an inspirational poem written by President Rafael NUNEZ",
    "Political pressure groups and leaders": {
      "text": "Central Union of Workers or CUT; Colombian Confederation of Workers or CTC; General Confederation of Workers or CGT; National Liberation Army or ELN; Revolutionary Armed Forces of Colombia or FARC",
      "note": "FARC and ELN are the two largest insurgent groups active in Colombia"
    },
    "International organization participation": {
      "text": "BCIE, CAN, Caricom (observer), CDB, FAO, G-3, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC, LAES, LAIA, Mercosur (associate), MIGA, NAM, OAS, OPANAL, OPCW, PCA, RG, UN, UN Security Council (temporary), UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Gabriel SILVA Lujan"
      },
      "chancery": {
        "text": "2118 Leroy Place NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 387-8338"
      },
      "FAX": {
        "text": "[1] (202) 232-8643"
      },
      "consulate(s) general": {
        "text": "Atlanta, Boston, Chicago, Houston, Los Angeles, Miami, New York, San Francisco, San Juan (Puerto Rico), Washington, DC"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Michael MCKINLEY"
      },
      "embassy": {
        "text": "Calle 24 Bis No. 48-50, Bogota, D.C."
      },
      "mailing address": {
        "text": "Carrera 45 No. 24B-27, Bogota, D.C."
      },
      "telephone": {
        "text": "[57] (1) 315-0811"
      },
      "FAX": {
        "text": "[57] (1) 315-2197"
      }
    },
    "Flag description": {
      "three horizontal bands of yellow (top, double-width), blue, and red; the flag retains the three main colors of the banner of Gran Columbia, the short-lived South American republic that broke up in 1830; various interpretations of the colors exist and include": {
        "text": "yellow for the gold in Colombia's land, blue for the seas on its shores, and red for the blood spilled in attaining freedom; alternatively, the colors have been described as representing more elemental concepts such as sovereignty and justice (yellow), loyalty and vigilance (blue), and valor and generosity (red); or simply the principles of liberty, equality, and fraternity"
      },
      "note": "similar to the flag of Ecuador, which is longer and bears the Ecuadorian coat of arms superimposed in the center"
    },
    "National symbol(s)": {
      "text": "Andean condor"
    },
    "National anthem": {
      "name": {
        "text": "\"Himno Nacional de la Republica de Colombia\" (National Anthem of the Republic of Colombia)"
      },
      "text": "",
      "lyrics/music": {
        "text": "Rafael NUNEZ/Oreste SINDICI"
      },
      "note": "adopted 1920; the anthem was created from an inspirational poem written by President Rafael NUNEZ"
    }
  },
  "Economy": {
    "Economy - overview": {
      "The SANTOS administration has highlighted five \"locomotives\" to stimulate economic growth": {
        "text": "extractive industries; agriculture; infrastructure; housing; and innovation. Colombia is third largest exporter of oil to the United States. President SANTOS, inaugurated in August 2010, introduced unprecedented legislation to better distribute extractive industry royalties and compensate Colombians who lost their land due to decades of violence. He also seeks to build on improvements in domestic security and on President URIBE's promarket economic policies. Foreign direct investment reached a record $10 billion in 2008, but dropped to $7.2 billion in 2009, before beginning to recover in 2010, notably in the oil sector. Pro-business reforms in the oil and gas sectors and export-led growth, fueled mainly by the Andean Trade Promotion and Drug Eradication Act, have enhanced Colombia's investment climate. Inequality, underemployment, and narcotrafficking remain significant challenges, and Colombia's infrastructure requires major improvements to sustain economic expansion. Because of the global financial crisis and weakening demand for Colombia's exports, Colombia's economy grew only 2.7% in 2008, and 0.8% in 2009 but rebounded to around 4.4% in 2010. In late 2010, Colombia experienced its most severe flooding in decades, with damages estimated to exceed $6 billion. The government has encouraged exporters to diversify their customer base beyond the United States and Venezuela, traditionally Colombia's largest trading partners; the SANTOS administration continues to pursue free trade agreements with Asian and South American partners and a trade accord with Canada is expected to go into effect in 2011, while a negotiated trade agreement with the EU has yet to be approved by the EU parliament. Improved relations with Venezuela have eased worries about restrictions on bilateral trade, but the business sector remains concerned about the pending US Congressional approval of the US-Colombia Trade Promotion Agreement.\r\n"
      }
    },
    "GDP (purchasing power parity)": {
      "text": "$411.4 billion (2008 est.)",
      "note": "data are in 2010 US dollars"
    },
    "note": "data are in 2010 US dollars",
    "GDP (official exchange rate)": {
      "text": "$285.5 billion (2010 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.5% (2008 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$9,500 (2008 est.)",
      "note": "data are in 2010 US dollars"
    },
    "GDP - composition by sector": {
      "agriculture": {
        "text": "9.2%"
      },
      "industry": {
        "text": "37.6%"
      },
      "services": {
        "text": "53.1% (2010 est.)"
      }
    },
    "Labor force": {
      "text": "21.78 million (2010 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "18%"
      },
      "industry": {
        "text": "13%"
      },
      "services": {
        "text": "68% (2010 est.)"
      }
    },
    "Unemployment rate": {
      "text": "12% (2009 est.)"
    },
    "Population below poverty line": {
      "text": "45.5% (2009)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "0.8%"
      },
      "highest 10%": {
        "text": "45% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "53.8 (1996)"
    },
    "Investment (gross fixed)": {
      "text": "22.4% of GDP (2010 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$73.24 billion"
      },
      "expenditures": {
        "text": "$80.79 billion (2010 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "25.7% of GDP (2011 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-2.6% of GDP (2011 est.)"
    },
    "Public debt": {
      "text": "44.8% of GDP (2009 est.)"
    },
    "Inflation rate (consumer prices)": {
      "text": "4.2% (2009 est.)"
    },
    "Central bank discount rate": {
      "text": "5.5% (31 December 2009 est.)"
    },
    "Commercial bank prime lending rate": {
      "text": "13.008% (31 December 2009 est.)"
    },
    "Stock of narrow money": {
      "text": "$25.77 billion (31 December 2009 est.)"
    },
    "Stock of broad money": {
      "text": "$90.59 billion (31 December 2009 est.)"
    },
    "Stock of domestic credit": {
      "text": "$102 billion (31 December 2009 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$87.03 billion (31 December 2008)"
    },
    "Agriculture - products": {
      "text": "coffee, cut flowers, bananas, rice, tobacco, corn, sugarcane, cocoa beans, oilseed, vegetables; forest products; shrimp"
    },
    "Industries": {
      "text": "textiles, food processing, oil, clothing and footwear, beverages, chemicals, cement; gold, coal, emeralds"
    },
    "Industrial production growth rate": {
      "text": "4.8% (2010 est.)"
    },
    "Electricity - production": {
      "text": "51.01 billion kWh (2008 est.)"
    },
    "Electricity - consumption": {
      "text": "38.82 billion kWh (2008 est.)"
    },
    "Electricity - exports": {
      "text": "1.473 billion kWh (2008 est.)"
    },
    "Electricity - imports": {
      "text": "1.396 billion kWh (2008 est.)"
    },
    "Oil - production": {
      "text": "800,100 bbl/day (2010 est.)"
    },
    "Oil - consumption": {
      "text": "296,000 bbl/day (2010 est.)"
    },
    "Oil - exports": {
      "text": "400,700 bbl/day (2009 est.)"
    },
    "Oil - imports": {
      "text": "6,045 bbl/day (2009 est.)"
    },
    "Oil - proved reserves": {
      "text": "1.9 billion bbl (1 January 2011 est.)"
    },
    "Natural gas - production": {
      "text": "10.49 billion cu m (2009 est.)"
    },
    "Natural gas - consumption": {
      "text": "8.69 billion cu m (2009 est.)"
    },
    "Natural gas - exports": {
      "text": "1.8 billion cu m (2009 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2009 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "113.3 billion cu m (1 January 2011 est.)"
    },
    "Current account balance": {
      "text": "-$5.141 billion (2009 est.)"
    },
    "Exports": {
      "text": "$34.03 billion (2009 est.)"
    },
    "Exports - commodities": {
      "text": "petroleum, coffee, coal, nickel, emeralds, apparel, bananas, cut flowers"
    },
    "Exports - partners": {
      "text": "US 42%, EU 12.6%, China 5.2%, Ecuador 4.5% (2010 est.)"
    },
    "Imports": {
      "text": "$31.48 billion (2009 est.)"
    },
    "Imports - commodities": {
      "text": "industrial equipment, transportation equipment, consumer goods, chemicals, paper products, fuels, electricity"
    },
    "Imports - partners": {
      "text": "US 25.5%, China 13.4%, Mexico 9.4%, Brazil 5.9%, Germany 4.1% (2010 est.)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$24.99 billion (31 December 2009 est.)"
    },
    "Debt - external": {
      "text": "$62.11 billion (31 December 2010 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$75.09 billion (31 December 2009 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$16.27 billion (31 December 2009 est.)"
    },
    "Exchange rates": {
      "text": "2,358.6 (2006)"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "6.809 million (2010)"
    },
    "Telephones - mobile cellular": {
      "text": "43.405 million (2010)"
    },
    "Telephone system": {
      "general assessment": {
        "text": "modern system in many respects with a nationwide microwave radio relay system, a domestic satellite system with 41 earth stations, and a fiber-optic network linking 50 cities; telecommunications sector liberalized during the 1990s; multiple providers of both fixed-line and mobile-cellular services"
      },
      "domestic": {
        "text": "fixed-line connections stand at about 15 per 100 persons; mobile cellular telephone subscribership is about 90 per 100 persons; competition among cellular service providers is resulting in falling local and international calling rates and contributing to the steep decline in the market share of fixed line services"
      },
      "international": {
        "text": "country code - 57; landing points for the ARCOS, Colombia-Florida Subsea Fiber (CFX-1), Maya-1, Pan American, and the South America-1 submarine cables providing links to the US, parts of the Caribbean, and Central and South America; satellite earth stations - 10 (6 Intelsat, 1 Inmarsat, 3 fully digitalized international switching centers) (2009)"
      }
    },
    "Broadcast media": {
      "text": "combination of state-owned and privately-owned broadcast media provide service; more than 500 radio stations and large number of national, regional, and local TV stations (2007)"
    },
    "Internet country code": {
      "text": ".co"
    },
    "Internet hosts": {
      "text": "2.527 million (2010)"
    },
    "Internet users": {
      "text": "22.538 million (2009)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "990 (2010)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "116"
      },
      "over 3,047 m": {
        "text": "2"
      },
      "2,438 to 3,047 m": {
        "text": "8"
      },
      "1,524 to 2,437 m": {
        "text": "41"
      },
      "914 to 1,523 m": {
        "text": "50"
      },
      "under 914 m": {
        "text": "15 (2010)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "874"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "35"
      },
      "914 to 1,523 m": {
        "text": "228"
      },
      "under 914 m": {
        "text": "610 (2010)"
      }
    },
    "Heliports": {
      "text": "2 (2010)"
    },
    "Pipelines": {
      "text": "gas 4,801 km; oil 6,334 km; refined products 3,309 km (2010)"
    },
    "Railways": {
      "total": {
        "text": "874 km"
      },
      "standard gauge": {
        "text": "150 km 1.435-m gauge"
      },
      "narrow gauge": {
        "text": "498 km 0.950-m gauge; 226 km 0.914-m gauge (2010)"
      }
    },
    "Roadways": {
      "total": {
        "text": "141,374 km (2010)"
      }
    },
    "Waterways": {
      "text": "18,000 km (2010)"
    },
    "Merchant marine": {
      "total": {
        "text": "13"
      },
      "by type": {
        "text": "cargo 11, petroleum tanker 1, specialized tanker 1"
      },
      "registered in other countries": {
        "text": "3 (Antigua and Barbuda 1, Panama 2) (2010)"
      }
    },
    "Ports and terminals": {
      "text": "Barranquilla, Buenaventura, Cartagena, Puerto Bolivar, Santa Marta, Turbo",
      "oil terminals": {
        "text": "Covenas offshore terminal"
      }
    }
  },
  "Military": {
    "Military branches": {
      "text": "National Army (Ejercito Nacional), Republic of Colombia Navy (Armada Republica de Colombia, ARC, includes Naval Aviation, Naval Infantry (Infanteria de Marina, IM), and Coast Guard), Colombian Air Force (Fuerza Aerea de Colombia, FAC) (2011)"
    },
    "Military service age and obligation": {
      "text": "18-24 years of age for compulsory and voluntary military service; service obligation - 18 months (2004)"
    },
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "11,692,647"
      },
      "females age 16-49": {
        "text": "11,727,625 (2010 est.)"
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "9,150,400"
      },
      "females age 16-49": {
        "text": "9,861,760 (2010 est.)"
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "430,634"
      },
      "female": {
        "text": "413,974 (2010 est.)"
      }
    },
    "Military expenditures": {
      "text": "3.4% of GDP (2005 est.)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "in December 2007, ICJ allocates San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but does not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "1.8-3.5 million (conflict between government and illegal armed groups and drug traffickers) (2007)"
      }
    },
    "Illicit drugs": {
      "text": "illicit producer of coca, opium poppy, and cannabis; world's leading coca cultivator with 116,000 hectares in coca cultivation in 2009, a 3% decrease over 2008, producing a potential of 270 mt of pure cocaine; the world's largest producer of coca derivatives; supplies cocaine to nearly all of the US market and the great majority of other international drug markets; in 2010, aerial eradication dispensed herbicide to treat over 101,000 hectares combined with manual eradication of 61,000 hectares; a significant portion of narcotics proceeds are either laundered or invested in Colombia through the black market peso exchange; important supplier of heroin to the US market; opium poppy cultivation is estimated to have fallen to 1,100 hectares in 2009 while pure heroin production declined to 2.1 mt; most Colombian heroin is destined for the US market (2011)"
    }
  }
}