{
  "Introduction": {
    "Background": {
      "text": "Close ties to France since independence in 1960, the development of cocoa production for export, and foreign investment made Cote d'Ivoire one of the most prosperous of the West African states, but did not protect it from political turmoil. In December 1999, a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and brought Laurent GBAGBO into power. Ivorian dissidents and disaffected members of the military launched a failed coup attempt in September 2002. Rebel forces claimed the northern half of the country, and in January 2003 were granted ministerial positions in a unity government under the auspices of the Linas-Marcoussis Peace Accord. President GBAGBO and rebel forces resumed implementation of the peace accord in December 2003 after a three-month stalemate, but issues that sparked the civil war, such as land reform and grounds for citizenship, remained unresolved. In March 2007 President GBAGBO and former New Force rebel leader Guillaume SORO signed the Ouagadougou Political Agreement. As a result of the agreement, SORO joined GBAGBO's government as Prime Minister and the two agreed to reunite the country by dismantling the zone of confidence separating North from South, integrate rebel forces into the national armed forces, and hold elections. Disarmament, demobilization, and reintegration of rebel forces have been problematic as rebels seek to enter the armed forces. Citizen identification and voter registration pose election difficulties, and balloting planned for November 2009 was postponed to 2010. On 28 November 2010, Alassane Dramane OUATTARA won the presidential election, defeating then President Laurent GBAGBO. GBAGBO refused to hand over power, resulting in a 6-month stand-off. In April 2011, after widespread fighting, GBAGBO was formally forced from office by OUATTARA supporters with the support of UN and French forces. Several thousand UN troops and several hundred French remain in Cote d'Ivoire to support the transition process."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Ghana and Liberia"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 5 00 W"
    },
    "Map references": {},
    "Africa": {},
    "Area": {
      "total": {
        "text": "322,463 sq km"
      },
      "land": {
        "text": "318,003 sq km"
      },
      "water": {
        "text": "4,460 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than New Mexico"
    },
    "Land boundaries": {
      "total": {
        "text": "3,110 km"
      },
      "border countries": {
        "text": "Burkina Faso 584 km, Ghana 668 km, Guinea 610 km, Liberia 716 km, Mali 532 km"
      }
    },
    "Coastline": {
      "text": "515 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical along coast, semiarid in far north; three seasons - warm and dry (November to March), hot and dry (March to May), hot and wet (June to October)"
    },
    "Terrain": {
      "text": "mostly flat to undulating plains; mountains in northwest"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Gulf of Guinea 0 m"
      },
      "highest point": {
        "text": "Monts Nimba 1,752 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, diamonds, manganese, iron ore, cobalt, bauxite, copper, gold, nickel, tantalum, silica sand, clay, cocoa beans, coffee, palm oil, hydropower"
    },
    "Land use": {
      "arable land": {
        "text": "10.23%"
      },
      "permanent crops": {
        "text": "11.16%"
      },
      "other": {
        "text": "78.61% (2005)"
      }
    },
    "Irrigated land": {
      "text": "730 sq km (2008)"
    },
    "Total renewable water resources": {
      "text": "81 cu km (2001)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "0.93  cu km/yr (24%/12%/65%)"
      },
      "per capita": {
        "text": "51  cu m/yr (2000)"
      }
    },
    "Natural hazards": {
      "text": "coast has heavy surf and no natural harbors; during the rainy season torrential flooding is possible"
    },
    "Environment - current issues": {
      "text": "deforestation (most of the country's forests - once the largest in West Africa - have been heavily logged); water pollution from sewage and industrial and agricultural effluents"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "most of the inhabitants live along the sandy coastal region; apart from the capital area, the forested interior is sparsely populated"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": {
        "text": "Ivoirian(s) "
      },
      "adjective": {
        "text": "Ivoirian"
      }
    },
    "Ethnic groups": {
      "text": "Akan 42.1%, Voltaiques or Gur 17.6%, Northern Mandes 16.5%, Krous 11%, Southern Mandes 10%, other 2.8% (includes 130,000 Lebanese and 14,000 French) (1998)"
    },
    "Languages": {
      "text": "French (official), 60 native dialects of which Dioula is the most widely spoken"
    },
    "Religions": {
      "text": "Muslim 38.6%, Christian 32.8%, indigenous 11.9%, none 16.7% (2008 est.)",
      "note": "the majority of foreigners (migratory workers) are Muslim (70%) and Christian (20%)"
    },
    "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2009)",
    "Population": {
      "text": "21,504,162 (July 2011 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "Age structure": {
      "0-14 years": {
        "text": "39.8% (male 4,312,133/female 4,240,500)"
      },
      "15-64 years": {
        "text": "57.2% (male 6,262,802/female 6,039,458)"
      },
      "65 years and over": {
        "text": "3% (male 320,396/female 328,873) (2011 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "19.6 years"
      },
      "male": {
        "text": "19.7 years"
      },
      "female": {
        "text": "19.5 years (2011 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.078% (2011 est.)"
    },
    "Birth rate": {
      "text": "30.95 births/1,000 population (2011 est.)"
    },
    "Death rate": {
      "text": "10.16 deaths/1,000 population (July 2011 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population NA (2011 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "51% of total population (2010)"
      },
      "rate of urbanization": {
        "text": "3.7% annual rate of change (2010-15 est.)"
      }
    },
    "Major cities - population": {
      "text": "ABIDJAN (seat of government) 4.009 million; YAMOUSSOUKRO (capital) 808,000 (2009)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "under 15 years": {
        "text": "1.02 male(s)/female"
      },
      "15-64 years": {
        "text": "1.04 male(s)/female"
      },
      "65 years and over": {
        "text": "0.99 male(s)/female"
      },
      "total population": {
        "text": "1.03 male(s)/female (2011 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "470 deaths/100,000 live births (2008)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "64.78 deaths/1,000 live births"
      },
      "male": {
        "text": "71.54 deaths/1,000 live births"
      },
      "female": {
        "text": "57.83 deaths/1,000 live births (2011 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "56.78 years"
      },
      "male": {
        "text": "55.79 years"
      },
      "female": {
        "text": "57.81 years (2011 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.92 children born/woman (2011 est.)"
    },
    "Health expenditures": {
      "text": "5.1% of GDP (2009)"
    },
    "Physicians density": {
      "text": "0.144 physicians/1,000 population (2008)"
    },
    "Hospital bed density": {
      "text": "0.4 beds/1,000 population (2006)"
    },
    "Drinking water source": {
      "improved": {
        "text": ""
      },
      "urban": {
        "text": "7% of population"
      },
      "rural": {
        "text": "32% of population"
      },
      "total": {
        "text": "20% of population (2008)"
      },
      "unimproved": {
        "text": ""
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": ""
      },
      "urban": {
        "text": "64% of population"
      },
      "rural": {
        "text": "89% of population"
      },
      "total": {
        "text": "77% of population (2008)"
      },
      "unimproved": {
        "text": ""
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "3.4% (2009 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "450,000 (2009 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "36,000 (2009 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria and yellow fever"
      },
      "water contact": {
        "text": "schistosomiasis"
      },
      "animal contact disease": {
        "text": "rabies"
      },
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2009)"
    },
    "Children under the age of 5 years underweight": {
      "text": "16.7% (2006)"
    },
    "Education expenditures": {
      "text": "4.6% of GDP (2008)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "48.7%"
      },
      "male": {
        "text": "60.8%"
      },
      "female": {
        "text": "38.6% (2000 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "6 years"
      },
      "male": {
        "text": "8 years"
      },
      "female": {
        "text": "5 years (2000)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Cote d'Ivoire "
      },
      "conventional short form": {
        "text": "Cote d'Ivoire"
      },
      "local long form": {
        "text": "Republique de Cote d'Ivoire"
      },
      "local short form": {
        "text": "Cote d'Ivoire"
      },
      "note": "pronounced coat-div-whar",
      "former": {
        "text": "Ivory Coast"
      }
    },
    "note": "adopted 1960; although the nation's capital city moved from Abidjan to Yamoussoukro in 1983, the anthem still owes its name to the former capital",
    "Government type": {
      "text": "republic; multiparty presidential regime established 1960",
      "note": "the government is currently disputed as of 31 January 2011, with both candidates in the runoff claiming victory"
    },
    "Capital": {
      "name": {
        "text": "Yamoussoukro"
      },
      "geographic coordinates": {
        "text": "6 49 N, 5 17 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC during Standard Time)"
      },
      "note": "although Yamoussoukro has been the official capital since 1983, Abidjan remains the commercial and administrative center; the US, like other countries, maintains its Embassy in Abidjan"
    },
    "Administrative divisions": {
      "text": "19 regions; Agneby, Bafing, Bas-Sassandra, Denguele, Dix-Huit Montagnes, Fromager, Haut-Sassandra, Lacs, Lagunes, Marahoue, Moyen-Cavally, Moyen-Comoe, N'zi-Comoe, Savanes, Sud-Bandama, Sud-Comoe, Vallee du Bandama, Worodougou, Zanzan"
    },
    "Independence": {
      "text": "7 August 1960 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 7 August (1960)"
    },
    "Constitution": {
      "text": "approved by referendum 23 July 2000"
    },
    "Legal system": {
      "text": "civil law system based on the French civil code; judicial review in the Constitutional Chamber of the Supreme Court"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction under Article 12(3)of the Rome Statute"
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Alassane OUATTARA (since 4 December 2010);"
      },
      "head of government": {
        "text": "Prime Minister Guillaume SORO (since 4 April 2007);"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections": {
        "text": "president elected by popular vote for a five-year term (no term limits); election last held on 31 October and 28 November 2010 (next to be held in 2015); prime minister appointed by the president"
      },
      "election results": {
        "text": "Alassane OUATTARA elected president; percent of vote - Alassane OUATTARA 54.1%, Laurent GBAGBO 45.9%; note - President OUATTARA was declared winner by the election commission and took the oath of office on 4 December, Prime Minister SORO resigned from the incumbent administration and was subsequently appointed to the same position by OUATTARA; former president GBAGBO refused to cede resulting in a 6-month stand-off, he was finally forced to stand down in April 2011"
      }
    },
    "Legislative branch": {
      "text": "unicameral National Assembly or Assemblee Nationale (225 seats; members elected in single- and multi-district elections by direct popular vote to serve five-year terms)",
      "elections": {
        "text": "elections last held on 10 December 2000 with by-elections on 14 January 2001 (elections originally scheduled for 2005 have been repeatedly postponed by the government)"
      },
      "election results": {
        "text": "percent of vote by party - NA; seats by party - FPI 96, PDCI-RDA 94, RDR 5, PIT 4, other 2, independents 22, vacant 2"
      },
      "note": "a Senate was scheduled to be created in October 2006 elections that never took place"
    },
    "Judicial branch": {
      "Supreme Court or Cour Supreme consists of four chambers": {
        "text": "Judicial Chamber for criminal cases, Audit Chamber for financial cases, Constitutional Chamber for judicial review cases, and Administrative Chamber for civil cases; there is no legal limit to the number of members"
      }
    },
    "Political parties and leaders": {
      "text": "Citizen's Democratic Union or UDCY [Theodore MEL EG]; Democratic Party of Cote d'Ivoire or PDCI [Henri Konan BEDIE]; Freedom and Democracy for the Republic or LIBRE [Mamadou KOULIBALY]; Ivorian Popular Front or FPI [vacant]; Ivorian Worker's Party or PIT [Francis WODIE]; Opposition Movement of the Future or MFA [Innocent Augustin ANAKY]; Rally of the Republicans or RDR [Alassane OUATTARA]; Union for Democracy and Peace in Cote d'Ivoire or UDPCI [Toikeuse MABRI]; over 144 smaller registered parties"
    },
    "Political pressure groups and leaders": {
      "text": "Federation of University and High School Students of Cote d'Ivoire or FESCI [Serges KOFFI]; Rally of Houphouetists for Democracy and Peace or RHDP [Alphonse DJEDJE MADY]; Young Patriots [Charles BLE GOUDE]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, ECOWAS, Entente, FAO, FZ, G-24, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC, MIGA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Daouda DIABATE"
      },
      "chancery": {
        "text": "2424 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 797-0300"
      },
      "FAX": {
        "text": "[1] (202) 244-3088"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Wanda L. NESBITT"
      },
      "embassy": {
        "text": "Cocody Riviera Golf 01, Abidjan"
      },
      "mailing address": {
        "text": "B. P. 1712, Abidjan 01"
      },
      "telephone": {
        "text": "[225] 22 49 40 00"
      },
      "FAX": {
        "text": "[225] 22 49 43 32"
      }
    },
    "Flag description": {
      "text": "three equal vertical bands of orange (hoist side), white, and green; orange symbolizes the land (savannah) of the north and fertility, white stands for peace and unity, green represents the forests of the south and the hope for a bright future",
      "note": "similar to the flag of Ireland, which is longer and has the colors reversed - green (hoist side), white, and orange; also similar to the flag of Italy, which is green (hoist side), white, and red; design was based on the flag of France"
    },
    "National symbol(s)": {
      "text": "elephant"
    },
    "National anthem": {
      "name": {
        "text": "\"L'Abidjanaise\" (Song of Abidjan)"
      },
      "text": "",
      "lyrics/music": {
        "text": "Mathieu EKRA, Joachim BONY, and Pierre Marie COTY/Pierre Marie COTY and Pierre Michel PANGO"
      },
      "note": "adopted 1960; although the nation's capital city moved from Abidjan to Yamoussoukro in 1983, the anthem still owes its name to the former capital"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Cote d'Ivoire is heavily dependent on agriculture and related activities, which engage roughly 68% of the population. Cote d'Ivoire is the world's largest producer and exporter of cocoa beans and a significant producer and exporter of coffee and palm oil. Consequently, the economy is highly sensitive to fluctuations in international prices for these products, and, to a lesser extent, in climatic conditions. Cocoa, oil, and coffee are the country's top export revenue earners, but the country is also producing gold. Since the end of the civil war in 2003, political turmoil has continued to damage the economy, resulting in the loss of foreign investment and slow economic growth. GDP grew by more than 2% in 2008 and around 4% per year in 2009-10. Per capita income has declined by 15% since 1999, but registered a slight improvement in 2009-10. Power cuts caused by a turbine failure in early 2010 slowed economic activity. Cote d'Ivoire in 2010 signed agreements to restructure its Paris Club bilateral, other bilateral, and London Club debt. Cote d'Ivoire's long term challenges include political instability and degrading infrastructure."
    },
    "GDP (purchasing power parity)": {
      "text": "$34.79 billion (2008 est.)",
      "note": "data are in 2010 US dollars"
    },
    "note": "unemployment may have climbed to 40-50% as a result of the civil war",
    "GDP (official exchange rate)": {
      "text": "$22.82 billion (2010 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.3% (2008 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,700 (2008 est.)",
      "note": "data are in 2010 US dollars"
    },
    "GDP - composition by sector": {
      "agriculture": {
        "text": "28%"
      },
      "industry": {
        "text": "21.3%"
      },
      "services": {
        "text": "50.7% (2010 est.)"
      }
    },
    "Labor force": {
      "text": "8,509 (2010 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "68%"
      },
      "industry and services": {
        "text": "NA (2007 est.)"
      }
    },
    "Unemployment rate": {
      "text": "NA%",
      "note": "unemployment may have climbed to 40-50% as a result of the civil war"
    },
    "Population below poverty line": {
      "text": "42% (2006 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.2%"
      },
      "highest 10%": {
        "text": "31.8% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "36.7 (1995)"
    },
    "Investment (gross fixed)": {
      "text": "11.2% of GDP (2010 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$4.571 billion"
      },
      "expenditures": {
        "text": "$5.027 billion (2010 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "20% of GDP (2010 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-2% of GDP (2010 est.)"
    },
    "Public debt": {
      "text": "66.2% of GDP (2009 est.)"
    },
    "Inflation rate (consumer prices)": {
      "text": "0.9% (2009 est.)"
    },
    "Central bank discount rate": {
      "text": "4.25% (31 December 2009 est.)"
    },
    "Commercial bank prime lending rate": {
      "text": "4.3% (31 December 2009 est.)"
    },
    "Stock of narrow money": {
      "text": "$5.143 billion (31 December 2009 est.)"
    },
    "Stock of broad money": {
      "text": "$7.712 billion (31 December 2009 est.)"
    },
    "Stock of domestic credit": {
      "text": "$5.504 billion (31 December 2009 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$7.071 billion (31 December 2008)"
    },
    "Agriculture - products": {
      "text": "coffee, cocoa beans, bananas, palm kernels, corn, rice, manioc (tapioca), sweet potatoes, sugar, cotton, rubber; timber"
    },
    "Industries": {
      "text": "foodstuffs, beverages; wood products, oil refining, truck and bus assembly, textiles, fertilizer, building materials, electricity, ship construction and repair"
    },
    "Industrial production growth rate": {
      "text": "4.5% (2010 est.)"
    },
    "Electricity - production": {
      "text": "5.548 billion kWh (2008 est.)"
    },
    "Electricity - consumption": {
      "text": "3.584 billion kWh (2008 est.)"
    },
    "Electricity - exports": {
      "text": "599 million kWh (2008 est.)"
    },
    "Electricity - imports": {
      "text": "599 million kWh (2008 est.)"
    },
    "Oil - production": {
      "text": "44,880 bbl/day (2010 est.)"
    },
    "Oil - consumption": {
      "text": "25,000 bbl/day (2010 est.)"
    },
    "Oil - exports": {
      "text": "70,800 bbl/day (2009 est.)"
    },
    "Oil - imports": {
      "text": "85,190 bbl/day (2009 est.)"
    },
    "Oil - proved reserves": {
      "text": "100 million bbl (1 January 2011 est.)"
    },
    "Natural gas - production": {
      "text": "1.6 billion cu m (2009 est.)"
    },
    "Natural gas - consumption": {
      "text": "1.6 billion cu m (2009 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2009 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2009 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "28.32 billion cu m (1 January 2011 est.)"
    },
    "Current account balance": {
      "text": "$1.67 billion (2009 est.)"
    },
    "Exports": {
      "text": "$10.5 billion (2009 est.)"
    },
    "Exports - commodities": {
      "text": "cocoa, coffee, timber, petroleum, cotton, bananas, pineapples, palm oil, fish"
    },
    "Exports - partners": {
      "text": "US 10.2%, Netherlands 10%, Nigeria 7.7%, Ghana 6.7%, Germany 6.2%, France 6.2%, Burkina Faso 4.5% (2010)"
    },
    "Imports": {
      "text": "$6.318 billion (2009 est.)"
    },
    "Imports - commodities": {
      "text": "fuel, capital equipment, foodstuffs"
    },
    "Imports - partners": {
      "text": "Nigeria 22.4%, France 12.6%, China 7.1%, Thailand 4.8% (2010)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$3.267 billion (31 December 2009 est.)"
    },
    "Debt - external": {
      "text": "$11.7 billion (31 December 2009 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "522.89 (2006)"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "223,200 (2010)"
    },
    "Telephones - mobile cellular": {
      "text": "14.91 million (2010)"
    },
    "Telephone system": {
      "general assessment": {
        "text": "well developed by African standards; telecommunications sector privatized in late 1990s and operational fixed-lines have increased since that time with two fixed-line providers operating over open-wire lines, microwave radio relay, and fiber-optics; 90% digitalized"
      },
      "domestic": {
        "text": "with multiple mobile-cellular service providers competing in the market, usage has increased sharply to roughly 65 per 100 persons"
      },
      "international": {
        "text": "country code - 225; landing point for the SAT-3/WASC fiber-optic submarine cable that provides connectivity to Europe and Asia; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean) (2009)"
      }
    },
    "Broadcast media": {
      "text": "state-owned television operates 2 stations; no private terrestrial TV stations, but satellite TV subscription service is available; state-owned radio operates 2 stations; some private radio stations; transmissions of several international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".ci"
    },
    "Internet hosts": {
      "text": "9,865 (2010)"
    },
    "Internet users": {
      "text": "967,300 (2009)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "27 (2010)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "7"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "4 (2010)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "20"
      },
      "1,524 to 2,437 m": {
        "text": "6"
      },
      "914 to 1,523 m": {
        "text": "11"
      },
      "under 914 m": {
        "text": "3 (2010)"
      }
    },
    "Pipelines": {
      "text": "condensate 86 km; gas 180 km; oil 92 km (2010)"
    },
    "Railways": {
      "total": {
        "text": "660 km"
      },
      "narrow gauge": {
        "text": "660 km 1.000-m gauge"
      },
      "note": "an additional 622 km of this railroad extends into Burkina Faso (2010)"
    },
    "note": "includes intercity and urban roads; another 20,000 km of dirt roads are in poor condition and 150,000 km of dirt roads are impassable (2006)",
    "Roadways": {
      "total": {
        "text": "80,000 km"
      },
      "paved": {
        "text": "6,500 km"
      },
      "unpaved": {
        "text": "73,500 km"
      },
      "note": "includes intercity and urban roads; another 20,000 km of dirt roads are in poor condition and 150,000 km of dirt roads are impassable (2006)"
    },
    "Waterways": {
      "text": "980 km (navigable rivers, canals, and numerous coastal lagoons) (2009)"
    },
    "Ports and terminals": {
      "text": "Abidjan, Espoir, San-Pedro"
    }
  },
  "Military": {
    "Military branches": {
      "Republican Forces of Cote d'Ivoire (Force Republiques de Cote d'Ivoire, FRCI)": {
        "text": "Army, Navy, Cote d'Ivoire Air Force (Force Aerienne de la Cote d'Ivoire)"
      },
      "note": "FRCI is the former Armed Forces of the New Forces (FAFN) (2011)"
    },
    "note": "FRCI is the former Armed Forces of the New Forces (FAFN) (2011)",
    "Military service age and obligation": {
      "text": "18-25 years of age for compulsory and voluntary male and female military service; voluntary recruitment of former rebels into the new national army is restricted to ages 22-29 (2011)"
    },
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "5,247,522"
      },
      "females age 16-49": {
        "text": "5,047,901 (2010 est.)"
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "3,360,087"
      },
      "females age 16-49": {
        "text": "3,196,033 (2010 est.)"
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "247,011"
      },
      "female": {
        "text": "242,958 (2010 est.)"
      }
    },
    "Military expenditures": {
      "text": "1.5% of GDP (2009)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "despite the presence of over 9,000 UN forces (UNOCI) in Cote d'Ivoire since 2004, ethnic conflict still leaves displaced hundreds of thousands of Ivoirians in and out of the country as well as driven out migrants from neighboring states who worked in Ivorian cocoa plantations; the March 2007 peace deal between Ivorian rebels and the government brought significant numbers of rebels out of hiding in neighboring states"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "25,615 (Liberia)"
      },
      "IDPs": {
        "text": "709,000 (2002 coup; most IDPs are in western regions) (2007)"
      }
    },
    "Illicit drugs": {
      "text": "illicit producer of cannabis, mostly for local consumption; utility as a narcotic transshipment point to Europe reduced by ongoing political instability; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a developed financial system limits the country's utility as a major money-laundering center (2008)"
    }
  }
}