{
  "Introduction": {
    "Background": {
      "text": "Britain withdrew from British Somaliland in 1960 to allow its protectorate to join with Italian Somaliland and form the new nation of Somalia. In 1969, a coup headed by Mohamed SIAD Barre ushered in an authoritarian socialist rule characterized by the persecution, jailing and torture of political opponents and dissidents. After the regime's collapse early in 1991, Somalia descended into turmoil, factional fighting, and anarchy. In May 1991, northern clans declared an independent Republic of Somaliland that now includes the administrative regions of Awdal, Woqooyi Galbeed, Togdheer, Sanaag, and Sool. Although not recognized by any government, this entity has maintained a stable existence and continues efforts to establish a constitutional democracy, including holding municipal, parliamentary, and presidential elections. The regions of Bari, Nugaal, and northern Mudug comprise a neighboring semi-autonomous state of Puntland, which has been self-governing since 1998 but does not aim at independence; it has also made strides toward reconstructing a legitimate, representative government but has suffered some civil strife. Puntland disputes its border with Somaliland as it also claims portions of eastern Sool and Sanaag. Beginning in 1993, a two-year UN humanitarian effort (primarily in the south) was able to alleviate famine conditions, but when the UN withdrew in 1995, having suffered significant casualties, order still had not been restored. In 2000, the Somalia National Peace Conference (SNPC) held in Djibouti resulted in the formation of an interim government, known as the Transitional National Government (TNG). When the TNG failed to establish adequate security or governing institutions, the Government of Kenya, under the auspices of the Intergovernmental Authority on Development (IGAD), led a subsequent peace process that concluded in October 2004 with the election of Abdullahi YUSUF Ahmed as President of a second interim government, known as the Transitional Federal Government (TFG) of the Somali Republic. The TFG included a 275-member parliamentary body, known as the Transitional Federal Parliament (TFP). President YUSUF resigned late in 2008 while United Nations-sponsored talks between the TFG and the opposition Alliance for the Re-Liberation of Somalia (ARS) were underway in Djibouti. In January 2009, following the creation of a TFG-ARS unity government, Ethiopian military forces, which had entered Somalia in December 2006 to support the TFG in the face of advances by the opposition Islamic Courts Union (ICU), withdrew from the country. The TFP was doubled in size to 550 seats with the addition of 200 ARS and 75 civil society members of parliament. The expanded parliament elected Sheikh SHARIF Sheikh Ahmed, the former ICU and ARS chairman as president in January 2009. The creation of the TFG was based on the Transitional Federal Charter (TFC), which outlined a five-year mandate leading to the establishment of a new Somali constitution and a transition to a representative government following national elections. In 2009, the TFP amended the TFC to extend TFG's mandate until 2011 and in 2011 Somali principals agreed to institute political transition by August 2012. The transition process ended in September 2012 when clan elders appointed 275 members to a new parliament replacing the TFP and the subsequent election, by parliament, of a new president."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Africa, bordering the Gulf of Aden and the Indian Ocean, east of Ethiopia"
    },
    "Geographic coordinates": {
      "text": "10 00 N, 49 00 E"
    },
    "Map references": {},
    "Africa": {},
    "Area": {
      "total": {
        "text": "637,657 sq km"
      },
      "land": {
        "text": "627,337 sq km "
      },
      "water": {
        "text": "10,320 sq km "
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "2,340 km"
      },
      "border countries": {
        "text": "Djibouti 58 km, Ethiopia 1,600 km, Kenya 682 km "
      }
    },
    "Coastline": {
      "text": "3,025 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "principally desert; northeast monsoon (December to February), moderate temperatures in north and hot in south; southwest monsoon (May to October), torrid in the north and hot in the south, irregular rainfall, hot and humid periods (tangambili) between monsoons"
    },
    "Terrain": {
      "text": "mostly flat to undulating plateau rising to hills in north"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Indian Ocean 0 m"
      },
      "highest point": {
        "text": "Shimbiris 2,416 m "
      }
    },
    "Natural resources": {
      "text": "uranium and largely unexploited reserves of iron ore, tin, gypsum, bauxite, copper, salt, natural gas, likely oil reserves"
    },
    "Land use": {
      "arable land": {
        "text": "1.64%"
      },
      "permanent crops": {
        "text": "0.04% "
      },
      "other": {
        "text": "98.32% (2005) "
      }
    },
    "Irrigated land": {
      "text": "2,000 sq km (2003)"
    },
    "Total renewable water resources": {
      "text": "15.7 cu km (1997)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "3.29  cu km/yr (0%/0%/100%)"
      },
      "per capita": {
        "text": "400  cu m/yr (2000) "
      }
    },
    "Natural hazards": {
      "text": "recurring droughts; frequent dust storms over eastern plains in summer; floods during rainy season"
    },
    "Environment - current issues": {
      "text": "famine; use of contaminated water contributes to human health problems; deforestation; overgrazing; soil erosion; desertification"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Desertification, Endangered Species, Law of the Sea, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements "
      }
    },
    "Geography - note": {
      "text": "strategic location on Horn of Africa along southern approaches to Bab el Mandeb and route through Red Sea and Suez Canal"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": {
        "text": "Somali(s) "
      },
      "adjective": {
        "text": "Somali "
      }
    },
    "Ethnic groups": {
      "text": "Somali 85%, Bantu and other non-Somali 15% (including 30,000 Arabs)"
    },
    "Languages": {
      "text": "Somali (official), Arabic (official, according to the Transitional Federal Charter), Italian, English"
    },
    "Religions": {
      "text": "Sunni Muslim (Islam) (official, according to the Transitional Federal Charter)"
    },
    "Population": {
      "text": "10,085,638 (July 2012 est.)",
      "note": "this estimate was derived from an official census taken in 1975 by the Somali Government; population counting in Somalia is complicated by the large number of nomads and by refugee movements in response to famine and clan warfare "
    },
    "note": "this estimate was derived from an official census taken in 1975 by the Somali Government; population counting in Somalia is complicated by the large number of nomads and by refugee movements in response to famine and clan warfare ",
    "Age structure": {
      "0-14 years": {
        "text": "44.5% (male 2,245,149/ female 2,246,512)"
      },
      "15-64 years": {
        "text": "53.1% (male 2,723,214/ female 2,632,475) "
      },
      "65 years and over": {
        "text": "2.4% (male 94,638/ female 143,650) (2012 est.) "
      }
    },
    "Median age": {
      "total": {
        "text": "17.8 years"
      },
      "male": {
        "text": "17.9 years "
      },
      "female": {
        "text": "17.8 years (2012 est.) "
      }
    },
    "Population growth rate": {
      "text": "1.596% (2012 est.)"
    },
    "Birth rate": {
      "text": "42.12 births/1,000 population (2012 est.)"
    },
    "Death rate": {
      "text": "14.55 deaths/1,000 population (July 2012 est.)"
    },
    "Net migration rate": {
      "text": "-11.62 migrant(s)/1,000 population (2012 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "37% of total population (2010)"
      },
      "rate of urbanization": {
        "text": "4.1% annual rate of change (2010-15 est.) "
      }
    },
    "Major cities - population": {
      "text": "MOGADISHU (capital) 1.353 million (2009)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "under 15 years": {
        "text": "1 male(s)/female "
      },
      "15-64 years": {
        "text": "1.03 male(s)/female "
      },
      "65 years and over": {
        "text": "0.66 male(s)/female "
      },
      "total population": {
        "text": "1.01 male(s)/female (2011 est.) "
      }
    },
    "Maternal mortality rate": {
      "text": "1,000 deaths/100,000 live births (2010)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "103.72 deaths/1,000 live births"
      },
      "male": {
        "text": "112.62 deaths/1,000 live births "
      },
      "female": {
        "text": "94.55 deaths/1,000 live births (2012 est.) "
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "50.8 years"
      },
      "male": {
        "text": "48.86 years "
      },
      "female": {
        "text": "52.8 years (2012 est.) "
      }
    },
    "Total fertility rate": {
      "text": "6.26 children born/woman (2012 est.)"
    },
    "Physicians density": {
      "text": "0.035 physicians/1,000 population (2006)"
    },
    "Sanitation facility access": {
      "improved": {
        "text": ""
      },
      "urban": {
        "text": "48% of population "
      },
      "rural": {
        "text": "94% of population "
      },
      "total": {
        "text": "77% of population "
      },
      "unimproved": {
        "text": ""
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.7% (2009 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "34,000 (2009 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "1,600 (2009 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever "
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and Rift Valley fever "
      },
      "water contact disease": {
        "text": "schistosomiasis "
      },
      "animal contact disease": {
        "text": "rabies (2009) "
      }
    },
    "Children under the age of 5 years underweight": {
      "text": "32.8% (2006)"
    },
    "Education expenditures": {
      "text": "NA"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "37.8% "
      },
      "male": {
        "text": "49.7% "
      },
      "female": {
        "text": "25.8% (2001 est.) "
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "3 years"
      },
      "male": {
        "text": "3 years "
      },
      "female": {
        "text": "2 years (2007) "
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none "
      },
      "conventional short form": {
        "text": "Somalia "
      },
      "local long form": {
        "text": "Jamhuuriyada Demuqraadiga Soomaaliyeed "
      },
      "local short form": {
        "text": "Soomaaliya "
      },
      "former": {
        "text": "Somali Republic, Somali Democratic Republic "
      }
    },
    "Government type": {
      "text": "in the process of building a federated parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Mogadishu"
      },
      "geographic coordinates": {
        "text": "2 04 N, 45 20 E "
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC during Standard Time) "
      }
    },
    "Administrative divisions": {
      "text": "18 regions (plural - NA, singular - gobolka); Awdal, Bakool, Banaadir, Bari, Bay, Galguduud, Gedo, Hiiraan, Jubbada Dhexe (Middle Jubba), Jubbada Hoose (Lower Jubba), Mudug, Nugaal, Sanaag, Shabeellaha Dhexe (Middle Shabeelle), Shabeellaha Hoose (Lower Shabeelle), Sool, Togdheer, Woqooyi Galbeed"
    },
    "Independence": {
      "text": "1 July 1960 (from a merger of British Somaliland that became independent from the UK on 26 June 1960 and Italian Somaliland that became independent from the Italian-administered UN trusteeship on 1 July 1960 to form the Somali Republic)"
    },
    "National holiday": {
      "text": "Foundation of the Somali Republic, 1 July (1960); note - 26 June (1960) in Somaliland"
    },
    "Constitution": {
      "text": "Provisional Constitution for the Federal Republic of Somalia, approved by a constitutional assembly 1 August 2012",
      "note": "The Constitution will become permanent after a referendum before the end of Parliament's first term (date to be determined) "
    },
    "note": "adopted 2000; written in 1947, the lyrics speak of creating unity and an end to fighting ",
    "Legal system": {
      "text": "mixed legal system of civil law, Islamic law, and customary law (referred to as Xeer)"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt"
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President HASSAN SHEIKH Mahamud (since 10 September 2012)"
      },
      "head of government": {
        "text": "Prime Minister Abdi Farrah Shirdon SAID (since 6 October 2012) "
      },
      "cabinet": {
        "text": "Cabinet appointed by the president approved by the National Parliament "
      },
      "elections": {
        "text": "president elected by the National Parliament; election last held 10 September 2012 "
      },
      "election results": {
        "text": "HASSAN SHEIKH Mahamud elected president; National Parliament vote - HASSAN SHEIKH Mahamud 190, Sheikh SHARIF Sheikh Ahmed 79; president chooses the prime minister, who is then elected by National Parliament "
      }
    },
    "Legislative branch": {
      "text": "bicameral National Parliament consisting of the House of the People of the Federal Parliament (275 seats, elected by Somali citizens) and the Upper House of the Federal Parliament (54 seats, elected by people of the Federal member states)",
      "note": "the inaugural House of the People in September 2012 was appointed by clan elders; as of January 2013, the Upper House has not been formed "
    },
    "Judicial branch": {
      "text": "Constitutional Court; Federal Government-level courts; Federal Member-level courts",
      "note": "these courts have yet to be established; in their absence most regions have reverted to local forms of conflict resolution, either secular, traditional Somali customary law, or sharia (Islamic) law with a provision for appeal of all sentences "
    },
    "Political parties and leaders": {
      "text": "none"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "numerous clan and sub-clan factions exist both in support and in opposition to the transitional government"
      }
    },
    "International organization participation": {
      "text": "ACP, AfDB, AFESD, AMF, AU, CAEU (candidate), FAO, G-77, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, ITSO, ITU, LAS, NAM, OIC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UPU, WFTU (NGOs), WHO, WIPO, WMO"
    },
    "Diplomatic representation in the US": {
      "text": "Somalia does not have an embassy in the US (ceased operations on 8 May 1991); note - the Transitional Federal Government is represented in the United States through its Permanent Mission to the United Nations"
    },
    "Diplomatic representation from the US": {
      "the US does not have an embassy in Somalia; US interests are represented by the US Special Representative for Somalia, James C. Swan operating out of the US Embassy in Nairobi, Kenya at United Nations Avenue, Nairobi; mailing address": {
        "text": "Unit 64100, Nairobi; APO AE 09831; telephone"
      }
    },
    "Flag description": {
      "light blue with a large white five-pointed star in the center; the blue field was originally influenced by the flag of the UN, but today is said to denote the sky and the neighboring Indian Ocean; the five points of the star represent the five regions in the horn of Africa that are inhabited by Somali people": {
        "text": "the former British Somaliland and Italian Somaliland (which together make up Somalia), Djibouti, Ogaden (Ethiopia), and the North East Province (Kenya)"
      }
    },
    "National symbol(s)": {
      "text": "leopard"
    },
    "National anthem": {
      "name": {
        "text": "\"Soomaaliyeey toosoo\" (Somalia Wake Up)"
      },
      "lyrics/music": {
        "text": "Ali Mire AWALE and Yuusuf Xaaji Aadan Cilmi QABILLE "
      },
      "note": "adopted 2000; written in 1947, the lyrics speak of creating unity and an end to fighting "
    },
    "Government - note": {
      "text": "although a transitional government was created in 2004, other regional and local governing bodies continue to exist and control various regions of the country, including the self-declared Republic of Somaliland in northwestern Somalia and the semi-autonomous State of Puntland in northeastern Somalia"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Despite the lack of effective national governance, Somalia has maintained a healthy informal economy, largely based on livestock, remittance/money transfer companies, and telecommunications. Agriculture is the most important sector with livestock normally accounting for about 40% of GDP and more than 50% of export earnings. Nomads and semi-pastoralists, who are dependent upon livestock for their livelihood, make up a large portion of the population. Livestock, hides, fish, charcoal, and bananas are Somalia's principal exports, while sugar, sorghum, corn, qat, and machined goods are the principal imports. Somalia's small industrial sector, based on the processing of agricultural products, has largely been looted and the machinery sold as scrap metal. Somalia's service sector has grown. Telecommunication firms provide wireless services in most major cities and offer the lowest international call rates on the continent. In the absence of a formal banking sector, money transfer/remittance services have sprouted throughout the country, handling up to $1.6 billion in remittances annually. Mogadishu's main market offers a variety of goods from food to the newest electronic gadgets. Hotels continue to operate and are supported with private-security militias. Somalia's arrears to the IMF have continued to grow. Somalia's capital city - Mogadishu - has enjoyed a rebirth following the departure of al-Shabaab in August 2011. Mogadishu has witnessed the development of the city's first gas stations, supermarkets, and flights between Europe (Istanbul-Mogadishu) since the collapse of central authority in 1991. This economic growth has yet to expand outside of Mogadishu. \r\n"
    },
    "GDP (purchasing power parity)": {
      "text": "$5.607 billion (2008 est.) ",
      "note": "data are in 2012 US dollars "
    },
    "note": "businesses print their own money, so inflation rates cannot be easily determined ",
    "GDP (official exchange rate)": {
      "text": "$2.372 billion (2010 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.6% (2008 est.) "
    },
    "GDP - per capita (PPP)": {
      "text": "$600 (2008 est.) ",
      "note": "data are in 2012 US dollars "
    },
    "GDP - composition by sector": {
      "agriculture": {
        "text": "59.3%"
      },
      "industry": {
        "text": "7.2% "
      },
      "services": {
        "text": "33.5% (2011 est.) "
      }
    },
    "Labor force": {
      "text": "3.447 million (2007) (2007)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "71%"
      },
      "industry and services": {
        "text": "29% (1975) "
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA% "
      }
    },
    "Investment (gross fixed)": {
      "text": "20% of GDP (2009 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$NA"
      },
      "expenditures": {
        "text": "$NA "
      }
    },
    "Inflation rate (consumer prices)": {
      "text": "NA%",
      "note": "businesses print their own money, so inflation rates cannot be easily determined "
    },
    "Central bank discount rate": {
      "text": "NA%"
    },
    "Commercial bank prime lending rate": {
      "text": "NA%"
    },
    "Agriculture - products": {
      "text": "bananas, sorghum, corn, coconuts, rice, sugarcane, mangoes, sesame seeds, beans; cattle, sheep, goats; fish"
    },
    "Industrial production growth rate": {
      "text": "NA%"
    },
    "Exports": {
      "text": "$300 million (2006 est.) "
    },
    "Exports - commodities": {
      "text": "livestock, bananas, hides, fish, charcoal, scrap metal"
    },
    "Exports - partners": {
      "text": "UAE 51%, Yemen 19.1%, Oman 12.9% (2011)"
    },
    "Imports": {
      "text": "$798 million (2006 est.) "
    },
    "Imports - commodities": {
      "text": "manufactures, petroleum products, foodstuffs, construction materials, qat"
    },
    "Imports - partners": {
      "text": "Djibouti 26.6%, India 13.6%, Kenya 6.9%, Pakistan 6.3%, China 6.1%, Egypt 4.8%, Oman 4.8%, UAE 4.6%, Yemen 4.3% (2011)"
    },
    "Debt - external": {
      "text": "$3 billion (2001 est.) "
    },
    "Exchange rates": {
      "text": "1,600 (2012 est.) "
    },
    "Fiscal year": {
      "text": "NA"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "315 million kWh (2009 est.)"
    },
    "Electricity - consumption": {
      "text": "293 million kWh (2009 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2010 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2010 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "80,000 kW (2009 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "93.8% of total installed capacity (2009 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "6.3% of total installed capacity (2009 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "Crude oil - imports": {
      "text": "1,000 bbl/day (2009 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "Refined petroleum products - production": {
      "text": "3,666 bbl/day (2008 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "5,659 bbl/day (2011 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "1,109 bbl/day (2008 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "2,905 bbl/day (2008 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2010 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2010 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2010 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.663 billion cu m (1 January 2012 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "897,500 Mt (2010 est.)"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "100,000 (2010)"
    },
    "Telephones - mobile cellular": {
      "text": "655,000 (2011)"
    },
    "Telephone system": {
      "general assessment": {
        "text": "the public telecommunications system was almost completely destroyed or dismantled during the civil war; private companies offer limited local fixed-line service and private wireless companies offer service in most major cities while charging the lowest international rates on the continent"
      },
      "domestic": {
        "text": "local cellular telephone systems have been established in Mogadishu and in several other population centers with one company beginning to provide 3G services in late 2012 "
      },
      "international": {
        "text": "country code - 252; Mogadishu is a landing point for the EASSy fiber-optic submarine cable system linking East Africa with Europe and North America "
      }
    },
    "Broadcast media": {
      "text": "2 private TV stations rebroadcast Al-Jazeera and CNN; Somaliland has 1 government-operated TV station and Puntland has 1 private TV station; the transitional government operates Radio Mogadishu; 1 SW and roughly 10 private FM radio stations broadcast in Mogadishu; several radio stations operate in central and southern regions; Somaliland has 1 government-operated radio station; Puntland has roughly a half dozen private radio stations; transmissions of at least 2 international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".so"
    },
    "Internet hosts": {
      "text": "186 (2012)"
    },
    "Internet users": {
      "text": "106,000 (2009)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "62 (2012)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "7"
      },
      "over 3,047 m": {
        "text": "4 "
      },
      "2,438 to 3,047 m": {
        "text": "2 "
      },
      "1,524 to 2,437 m": {
        "text": "1 (2012) "
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "55"
      },
      "over 3,047 m": {
        "text": "1 "
      },
      "2,438 to 3,047 m": {
        "text": "4 "
      },
      "1,524 to 2,437 m": {
        "text": "20 "
      },
      "914 to 1,523 m": {
        "text": "24 "
      },
      "under 914 m": {
        "text": "6 (2012) "
      }
    },
    "Roadways": {
      "total": {
        "text": "22,100 km"
      },
      "paved": {
        "text": "2,608 km "
      },
      "unpaved": {
        "text": "19,492 km (2000) "
      }
    },
    "Merchant marine": {
      "total": {
        "text": "1"
      },
      "by type": {
        "text": "cargo 1 (2008) "
      }
    },
    "Ports and terminals": {
      "text": "Berbera, Kismaayo"
    },
    "Transportation - note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the Gulf of Aden and Indian Ocean remain the region of greatest risk for piracy and armed robbery against ships accounting for 50% of all attacks in 2010; 217 vessels, including commercial shipping and pleasure craft, were attacked or hijacked both at anchor and while underway; hijackings off the coast of Somalia accounted for 92% of all ship seizures in 2010; as of May 2011, 26 vessels and 522 hostages were being held for ransom by Somali pirates; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators have reduced piracy incidents in that body of water; in response Somali-based pirates, using hijacked fishing trawlers as \"mother ships\" to extend their range, shifted operations as far south as the Mozambique Channel and eastward to the vicinity of the Maldives"
    }
  },
  "Military": {
    "Military branches": {
      "National Security Force (NSF)": {
        "text": "Somali Army (2011)"
      },
      "note": "since 2005, the UN has listed the Transitional Federal Government and its allied militias as persistent violators in recruiting children (2010)"
    },
    "Military service age and obligation": {},
    "note": "since 2005, the UN has listed the Transitional Federal Government and its allied militias as persistent violators in recruiting children (2010)",
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "2,260,175"
      },
      "females age 16-49": {
        "text": "2,159,293 (2010 est.) "
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "1,331,894"
      },
      "females age 16-49": {
        "text": "1,357,051 (2010 est.) "
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "101,634"
      },
      "female": {
        "text": "101,072 (2010 est.) "
      }
    },
    "Military expenditures": {
      "text": "0.9% of GDP (2005 est.)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Ethiopian forces invaded southern Somalia and routed Islamist Courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera to landlocked Ethiopia and have established commercial ties with other regional states; \"Puntland\" and \"Somaliland\" \"governments\" seek international support in their secessionist aspirations and overlapping border claims; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Kenya works hard to prevent the clan and militia fighting in Somalia from spreading south across the border, which has long been open to nomadic pastoralists"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "1.1 million (civil war since 1988, clan-based competition for resources; 2011 famine; insecurity because of fighting between al-Shabaab and TFG allied forces) (2012)"
      }
    }
  }
}