{
  "Introduction": {
    "Background": {
      "text": "Britain withdrew from British Somaliland in 1960 to allow its protectorate to join with Italian Somaliland and form the new nation of Somalia. In 1969, a coup headed by Mohamed SIAD Barre ushered in an authoritarian socialist rule that managed to impose a degree of stability in the country for a couple of decades. After the regime's collapse early in 1991, Somalia descended into turmoil, factional fighting, and anarchy. In May 1991, northern clans declared an independent Republic of Somaliland that now includes the administrative regions of Awdal, Woqooyi Galbeed, Togdheer, Sanaag, and Sool. Although not recognized by any government, this entity has maintained a stable existence and continues efforts to establish a constitutional democracy, including holding municipal, parliamentary, and presidential elections. The regions of Bari, Nugaal, and northern Mudug comprise a neighboring self-declared autonomous state of Puntland, which has been self-governing since 1998 but does not aim at independence; it has also made strides toward reconstructing a legitimate, representative government but has suffered some civil strife. Puntland disputes its border with Somaliland as it also claims portions of eastern Sool and Sanaag. Beginning in 1993, a two-year UN humanitarian effort (primarily in the south) was able to alleviate famine conditions, but when the UN withdrew in 1995, having suffered significant casualties, order still had not been restored. A two-year peace process, led by the Government of Kenya under the auspices of the Intergovernmental Authority on Development (IGAD), concluded in October 2004 with the election of Abdullahi YUSUF Ahmed as President of the Transitional Federal Government (TFG) of Somalia and the formation of an interim government, known as the Somalia Transitional Federal Institutions (TFIs). The TFIs included a 275-member parliamentary body, known as the Transitional Federal Assembly (TFA). President YUSUF resigned late in 2008 while United Nations-sponsored talks between the TFG and the opposition Alliance for the Re-Liberation of Somalia (ARS) were underway in Djibouti. In January 2009, following the creation of a TFG-ARS unity government, Ethiopian military forces, which had entered Somalia in December 2006 to support the TFG in the face of advances by the opposition Council of Islamic Courts (CIC), withdrew from the country. The TFA was increased to 550 seats with the addition of 275 ARS members of parliament. The expanded parliament elected Sheikh SHARIF Sheikh Ahmed, the former CIC and ARS chairman as president on 31 January 2009, in Djibouti. Subsequently, President SHARIF appointed Omar Abdirashid ali SHARMARKE, son of a former president of Somalia, as prime minister on 13 February 2009. The TFIs are based on the Transitional Federal Charter (TFC), which outlines a five-year mandate leading to the establishment of a new Somali constitution and a transition to a representative government following national elections. However, in January 2009 the TFA amended the TFC to extend TFG's mandate until 2011. While its institutions remain weak, the TFG continues to reach out to Somali stakeholders and work with international donors to help build the governance capacity of the TFIs and work toward national elections in 2011. \r\n"
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Africa, bordering the Gulf of Aden and the Indian Ocean, east of Ethiopia"
    },
    "Geographic coordinates": {
      "text": "10 00 N, 49 00 E"
    },
    "Map references": {},
    "Africa": {},
    "Area": {
      "total": {
        "text": "637,657 sq km"
      },
      "land": {
        "text": "627,337 sq km"
      },
      "water": {
        "text": "10,320 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "2,340 km"
      },
      "border countries": {
        "text": "Djibouti 58 km, Ethiopia 1,600 km, Kenya 682 km"
      }
    },
    "Coastline": {
      "text": "3,025 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "principally desert; northeast monsoon (December to February), moderate temperatures in north and hot in south; southwest monsoon (May to October), torrid in the north and hot in the south, irregular rainfall, hot and humid periods (tangambili) between monsoons"
    },
    "Terrain": {
      "text": "mostly flat to undulating plateau rising to hills in north"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Indian Ocean 0 m"
      },
      "highest point": {
        "text": "Shimbiris 2,416 m"
      }
    },
    "Natural resources": {
      "text": "uranium and largely unexploited reserves of iron ore, tin, gypsum, bauxite, copper, salt, natural gas, likely oil reserves"
    },
    "Land use": {
      "arable land": {
        "text": "1.64%"
      },
      "permanent crops": {
        "text": "0.04%"
      },
      "other": {
        "text": "98.32% (2005)"
      }
    },
    "Irrigated land": {
      "text": "2,000 sq km (2003)"
    },
    "Total renewable water resources": {
      "text": "15.7 cu km (1997)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "3.29  cu km/yr (0%/0%/100%)"
      },
      "per capita": {
        "text": "400  cu m/yr (2000)"
      }
    },
    "Natural hazards": {
      "text": "recurring droughts; frequent dust storms over eastern plains in summer; floods during rainy season"
    },
    "Environment - current issues": {
      "text": "famine; use of contaminated water contributes to human health problems; deforestation; overgrazing; soil erosion; desertification"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Desertification, Endangered Species, Law of the Sea, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic location on Horn of Africa along southern approaches to Bab el Mandeb and route through Red Sea and Suez Canal"
    }
  },
  "People": {
    "Population": {
      "text": "9,832,017",
      "note": "this estimate was derived from an official census taken in 1975 by the Somali Government; population counting in Somalia is complicated by the large number of nomads and by refugee movements in response to famine and clan warfare (July 2009 est.)"
    },
    "note": "this estimate was derived from an official census taken in 1975 by the Somali Government; population counting in Somalia is complicated by the large number of nomads and by refugee movements in response to famine and clan warfare (July 2009 est.)",
    "Age structure": {
      "0-14 years": {
        "text": "45% (male 2,215,331/female 2,204,503)"
      },
      "15-64 years": {
        "text": "52.6% (male 2,588,356/female 2,579,737)"
      },
      "65 years and over": {
        "text": "2.5% (male 101,764/female 142,326) (2009 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "17.5 years"
      },
      "male": {
        "text": "17.4 years"
      },
      "female": {
        "text": "17.6 years (2009 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.815% (2009 est.)"
    },
    "Birth rate": {
      "text": "43.7 births/1,000 population (2009 est.)"
    },
    "Death rate": {
      "text": "15.55 deaths/1,000 population (July 2009 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population (2009 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "37% of total population (2008)"
      },
      "rate of urbanization": {
        "text": "4.2% annual rate of change (2005-10 est.)"
      }
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "under 15 years": {
        "text": "1 male(s)/female"
      },
      "15-64 years": {
        "text": "1 male(s)/female"
      },
      "65 years and over": {
        "text": "0.72 male(s)/female"
      },
      "total population": {
        "text": "1 male(s)/female (2009 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "109.19 deaths/1,000 live births"
      },
      "male": {
        "text": "118.31 deaths/1,000 live births"
      },
      "female": {
        "text": "99.79 deaths/1,000 live births (2009 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "49.63 years"
      },
      "male": {
        "text": "47.78 years"
      },
      "female": {
        "text": "51.53 years (2009 est.)"
      }
    },
    "Total fertility rate": {
      "text": "6.52 children born/woman (2009 est.)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2007 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "24,000 (2007 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "1,600 (2007 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and Rift Valley fever"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact disease": {
        "text": "rabies (2009)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Somali(s)"
      },
      "adjective": {
        "text": "Somali"
      }
    },
    "Ethnic groups": {
      "text": "Somali 85%, Bantu and other non-Somali 15% (including Arabs 30,000)"
    },
    "Religions": {
      "text": "Sunni Muslim"
    },
    "Languages": {
      "text": "Somali (official), Arabic, Italian, English"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "37.8%"
      },
      "male": {
        "text": "49.7%"
      },
      "female": {
        "text": "25.8% (2001 est.)"
      }
    },
    "Education expenditures": {
      "text": "NA"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none "
      },
      "conventional short form": {
        "text": "Somalia"
      },
      "local long form": {
        "text": "Jamhuuriyada Demuqraadiga Soomaaliyeed"
      },
      "local short form": {
        "text": "Soomaaliya"
      },
      "former": {
        "text": "Somali Republic, Somali Democratic Republic"
      }
    },
    "Government type": {
      "text": "no permanent national government; transitional, parliamentary federal government"
    },
    "Capital": {
      "name": {
        "text": "Mogadishu"
      },
      "geographic coordinates": {
        "text": "2 04 N, 45 22 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "18 regions (plural - NA, singular - gobolka); Awdal, Bakool, Banaadir, Bari, Bay, Galguduud, Gedo, Hiiraan, Jubbada Dhexe, Jubbada Hoose, Mudug, Nugaal, Sanaag, Shabeellaha Dhexe, Shabeellaha Hoose, Sool, Togdheer, Woqooyi Galbeed"
    },
    "Independence": {
      "text": "1 July 1960 (from a merger of British Somaliland, which became independent from the UK on 26 June 1960, and Italian Somaliland, which became independent from the Italian-administered UN trusteeship on 1 July 1960, to form the Somali Republic)"
    },
    "National holiday": {
      "text": "Foundation of the Somali Republic, 1 July (1960); note - 26 June (1960) in Somaliland"
    },
    "Constitution": {
      "text": "25 August 1979, presidential approval 23 September 1979",
      "note": "the formation of transitional governing institutions, known as the Transitional Federal Government, is currently ongoing"
    },
    "note": "unicameral Transitional Federal Assembly (TFA) (550 seats; 475 members appointed according to the 4.5 clan formula, with the remaining 75 seats reserved for civil society and business persons)",
    "Legal system": {
      "text": "no national system; a mixture of English common law, Italian law, Islamic Sharia, and Somali customary law; accepts compulsory ICJ jurisdiction with reservations"
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Transitional Federal President Sheikh SHARIF Sheikh Ahmed (since 31 January 2009); note - a transitional governing entity with a five-year mandate, known as the Transitional Federal Institutions (TFIs), was established in October 2004; the TFIs relocated to Somalia in June 2004"
      },
      "head of government": {
        "text": "Prime Minister Omar Abdirashid Ali SHARMARKE (since 13 February 2009)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the prime minister and approved by the Transitional Federal Assembly"
      },
      "election results": {
        "text": "Sheikh SHARIF Sheikh Ahmed was elected president by the expanded Transitional Federal Assembly in Djibouti"
      }
    },
    "Legislative branch": {
      "text": "unicameral National Assembly",
      "note": "unicameral Transitional Federal Assembly (TFA) (550 seats; 475 members appointed according to the 4.5 clan formula, with the remaining 75 seats reserved for civil society and business persons)"
    },
    "Judicial branch": {
      "text": "following the breakdown of the central government, most regions have reverted to local forms of conflict resolution, either secular, traditional Somali customary law, or Sharia (Islamic) law with a provision for appeal of all sentences"
    },
    "Political parties and leaders": {
      "text": "none"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "numerous clan and sub-clan factions exist both in support and in opposition to the transitional government"
      }
    },
    "International organization participation": {
      "text": "ACP, AfDB, AFESD, AMF, AU, CAEU, FAO, G-77, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITSO, ITU, LAS, NAM, OIC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UPU, WFTU, WHO, WIPO, WMO"
    },
    "Diplomatic representation in the US": {
      "text": "Somalia does not have an embassy in the US (ceased operations on 8 May 1991); note - the Transitional Federal Government is represented in the United States through its Permanent Mission to the United Nations"
    },
    "Diplomatic representation from the US": {
      "the US does not have an embassy in Somalia; US interests are represented by the US Embassy in Nairobi, Kenya at United Nations Avenue, Nairobi; mailing address": {
        "text": "Unit 64100, Nairobi; APO AE 09831; telephone"
      }
    },
    "Flag description": {
      "text": "light blue with a large white five-pointed star in the center; blue field influenced by the flag of the UN"
    },
    "Government - note": {
      "text": "although an interim government was created in 2004, other regional and local governing bodies continue to exist and control various regions of the country, including the self-declared Republic of Somaliland in northwestern Somalia and the semi-autonomous State of Puntland in northeastern Somalia"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Despite the lack of effective national governance, Somalia has maintained a healthy informal economy, largely based on livestock, remittance/money transfer companies, and telecommunications. Agriculture is the most important sector, with livestock normally accounting for about 40% of GDP and about 65% of export earnings. Nomads and semi-pastoralists, who are dependent upon livestock for their livelihood, make up a large portion of the population. Livestock, hides, fish, charcoal, and bananas are Somalia's principal exports, while sugar, sorghum, corn, qat, and machined goods are the principal imports. Somalia's small industrial sector, based on the processing of agricultural products, has largely been looted and sold as scrap metal. Somalia's service sector also has grown. Telecommunication firms provide wireless services in most major cities and offer the lowest international call rates on the continent. In the absence of a formal banking sector, money transfer/remittance services have sprouted throughout the country, handling roughly $2 billion in remittances annually. Mogadishu's main market offers a variety of goods from food to the newest electronic gadgets. Hotels continue to operate and are supported with private-security militias. Somalia's arrears to the IMF continued to grow in 2008. Statistics on Somalia's GDP, growth, per capita income, and inflation should be viewed skeptically."
    },
    "GDP (purchasing power parity)": {
      "text": "$5.252 billion (2006 est.)",
      "note": "data are in 2008 US dollars"
    },
    "note": "the Republic of Somaliland, a self-declared independent country not recognized by any foreign government, issues its own currency, the Somaliland shilling",
    "GDP (official exchange rate)": {
      "text": "$2.6 billion (2008 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.6% (2006 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$600 (2006 est.)",
      "note": "data are in 2008 US dollars"
    },
    "GDP - composition by sector": {
      "agriculture": {
        "text": "65%"
      },
      "industry": {
        "text": "10%"
      },
      "services": {
        "text": "25% (2005 est.)"
      }
    },
    "Labor force": {
      "text": "3.447 million (few skilled laborers) (2007)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "71%"
      },
      "industry and services": {
        "text": "29% (1975)"
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$NA"
      },
      "expenditures": {
        "text": "$NA"
      }
    },
    "Inflation rate (consumer prices)": {
      "text": "NA%",
      "note": "businesses print their own money, so inflation rates cannot be easily determined"
    },
    "Agriculture - products": {
      "text": "bananas, sorghum, corn, coconuts, rice, sugarcane, mangoes, sesame seeds, beans; cattle, sheep, goats; fish"
    },
    "Industries": {
      "text": "a few light industries, including sugar refining, textiles, wireless communication"
    },
    "Industrial production growth rate": {
      "text": "NA%"
    },
    "Electricity - production": {
      "text": "280 million kWh (2007 est.)"
    },
    "Electricity - consumption": {
      "text": "260.4 million kWh (2007 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2008 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2008 est.)"
    },
    "Oil - production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "Oil - consumption": {
      "text": "5,000 bbl/day (2008 est.)"
    },
    "Oil - exports": {
      "text": "1,475 bbl/day (2007 est.)"
    },
    "Oil - imports": {
      "text": "6,387 bbl/day (2007 est.)"
    },
    "Oil - proved reserves": {
      "text": "0 bbl (1 January 2009 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2008 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2008 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2008)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2008 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.663 billion cu m (1 January 2009 est.)"
    },
    "Exports": {
      "text": "$300 million (2006)"
    },
    "Exports - commodities": {
      "text": "livestock, bananas, hides, fish, charcoal, scrap metal"
    },
    "Exports - partners": {
      "text": "UAE 56.2%, Yemen 21%, Saudi Arabia 3.6% (2008)"
    },
    "Imports": {
      "text": "$798 million (2006)"
    },
    "Imports - commodities": {
      "text": "manufactures, petroleum products, foodstuffs, construction materials, qat"
    },
    "Imports - partners": {
      "text": "Djibouti 29.2%, India 11.9%, Kenya 7.6%, US 6%, Oman 5.6%, UAE 5.5%, Yemen 4.7% (2008)"
    },
    "Debt - external": {
      "text": "$3 billion (2001 est.)"
    },
    "Exchange rates": {
      "text": "Somali shillings (SOS) per US dollar - NA (2007-08), 1,438.3 (2006) official rate; the unofficial black market rate was about 23,000 shillings per dollar as of February 2007",
      "note": "the Republic of Somaliland, a self-declared independent country not recognized by any foreign government, issues its own currency, the Somaliland shilling"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "100,000 (2008)"
    },
    "Telephones - mobile cellular": {
      "text": "627,000 (2008)"
    },
    "Telephone system": {
      "general assessment": {
        "text": "the public telecommunications system was almost completely destroyed or dismantled during the civil war; private companies offer limited local fixed-line service and private wireless companies offer service in most major cities while charging the lowest international rates on the continent"
      },
      "domestic": {
        "text": "local cellular telephone systems have been established in Mogadishu and in several other population centers"
      },
      "international": {
        "text": "country code - 252; international connections are available from Mogadishu by satellite (2001)"
      }
    },
    "Radio broadcast stations": {
      "text": "AM 0, FM 11 (also 1 station each in Puntland and Somaliland), shortwave 1 (in Mogadishu) (2001)"
    },
    "Television broadcast stations": {
      "text": "4 (2 in Mogadishu and 2 in Hargeisa) (2001)"
    },
    "Internet country code": {
      "text": ".so"
    },
    "Internet hosts": {
      "text": "0 (2009)"
    },
    "Internet users": {
      "text": "102,000 (2008)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "59 (2009)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "7"
      },
      "over 3,047 m": {
        "text": "4"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "1 (2009)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "52"
      },
      "2,438 to 3,047 m": {
        "text": "4"
      },
      "1,524 to 2,437 m": {
        "text": "19"
      },
      "914 to 1,523 m": {
        "text": "23"
      },
      "under 914 m": {
        "text": "6 (2009)"
      }
    },
    "Roadways": {
      "total": {
        "text": "22,100 km"
      },
      "paved": {
        "text": "2,608 km"
      },
      "unpaved": {
        "text": "19,492 km (2000)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "1"
      },
      "by type": {
        "text": "cargo 1"
      },
      "foreign-owned": {
        "text": "1 (UAE 1) (2008)"
      }
    },
    "Ports and terminals": {
      "text": "Berbera, Kismaayo"
    },
    "Transportation - note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the Gulf of Aden and Indian Ocean are high risk for piracy and armed robbery against ships; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crew, passengers, and cargo are held for ransom; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators have reduced the piracy incidents; in response local pirates shifted operations farther south along the east coast of Somalia and eastward along the coast of Oman"
    }
  },
  "Military": {
    "Military branches": {
      "text": "no national-level armed forces (2008)"
    },
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "2,181,050"
      },
      "females age 16-49": {
        "text": "2,125,558 (2008 est.)"
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "1,301,026"
      },
      "females age 16-49": {
        "text": "1,351,649 (2009 est.)"
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "93,763"
      },
      "female": {
        "text": "93,738 (2009 est.)"
      }
    },
    "Military expenditures": {
      "text": "0.9% of GDP (2005 est.)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Ethiopian forces invaded southern Somalia and routed Islamist Courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera to landlocked Ethiopia and have established commercial ties with other regional states; \"Puntland\" and \"Somaliland\" \"governments\" seek international support in their secessionist aspirations and overlapping border claims; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Kenya works hard to prevent the clan and militia fighting in Somalia from spreading south across the border, which has long been open to nomadic pastoralists"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "1.1 million (civil war since 1988, clan-based competition for resources) (2007)"
      }
    }
  }
}